{"data":{"allSanityBlogpost":{"edges":[{"node":{"_createdAt":"2019-07-30T23:58:22Z","_rawBody":[{"_key":"896736c5369e","_type":"block","children":[{"_key":"896736c5369e0","_type":"span","marks":[],"text":"Watching and reviewing Niki Cousineau’s choreography and dance for more than 15 years, I have noted a certain delicacy, even reticence, coming through. She’s not a flashy, over-the-top mover, but allows her intellect and commitment to craft to put her dance theater work over. It helps that in 1996 she hooked up with the precision-minded Jorge Cousineau, an award-winning set, lighting, and sound designer. As the duo that has constituted Subcircle since 1997, they unveiled their latest work Thursday at the Performance Garage for a weekend run that ends Saturday night."}],"markDefs":[],"style":"normal"},{"_key":"9777f48bdf26","_type":"block","children":[{"_key":"9777f48bdf260","_type":"span","marks":[],"text":"Their title is “All this happened, more or less,” the opening line of Kurt Vonnegut’s Slaughterhouse 5, which centers on the World War II firebombing of Dresden, Germany, Jorge’s birthplace. His set consists of crazily tilted white structures that could be from a Fritz Lang film. The dancers easily break them down and realign them, or make them explode into the rafters."}],"markDefs":[],"style":"normal"},{"_key":"be6fc96b0082","_type":"block","children":[{"_key":"be6fc96b00820","_type":"span","marks":[],"text":"Jorge made his performance debut dancing with wife Niki. He moves quite naturally, if a bit shyly, in this piece that serves as a retrospective of their work, life, and love together. The other dancers - Christy Lee, Scott McPheeters, Christina Zani - had each performed with Subcircle, and helped move the memories along by calling out the years as they danced."}],"markDefs":[],"style":"normal"},{"_key":"0ff807efafc8","_type":"block","children":[{"_key":"0ff807efafc80","_type":"span","marks":[],"text":"The Cousineaus opened in silence with sign language, later ending with little arabesques. Sections were taken from shows such as 2000’s “Banking Hours,” and 2002’s “ADA,” the inaugural show at the Performance Garage. Much of the movement, once in full swing, had elbows jutting back and other angular moves echoing the architecture of the set."}],"markDefs":[],"style":"normal"},{"_key":"ae15b3fefe91","_type":"block","children":[{"_key":"ae15b3fefe910","_type":"span","marks":[],"text":"Rosie Langabeer’s guitar chords warmed the atmosphere, and Jorge’s video projections, live and taped, enlivened the white set, falling on the structures and screen backdrops. Fast-forward to 2048, and they “draw” each other’s outlines on a screen with a projector. Niki draws water through them, dissolving their outlines in mist. As Jorge quotes Vonnegut: “So it goes.”"}],"markDefs":[],"style":"normal"}],"author":"Merilyn Jackson","title":"The Cousineaus in Full Retrospective","_id":"14052ec4-b750-4b53-9d8e-96410317c373","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:57:47Z","_rawBody":[{"_key":"629d2f1ed787","_type":"block","children":[{"_key":"629d2f1ed7870","_type":"span","marks":[],"text":"Subcircle’s All this happened, more or less, presented by Philadelphia Dance Projects, is the nicest dance I have seen in a long time; nice like holding hands, or vanilla ice cream, or an easy breeze on an early spring day."}],"markDefs":[],"style":"normal"},{"_key":"0d5752c2654a","_type":"block","children":[{"_key":"0d5752c2654a0","_type":"span","marks":[],"text":"The Performance Garage stage is dressed in gauzy black and cream fabric, with scrims at the back to catch projections and a large, unsteady stack of architectural pieces made of white foam core set in the middle of the stage. I find myself appreciating the transformation of a known space and the clean, minimal look of the set. Niki and Jorge Cousineau, who are very much at home with each other and on the stage, open the piece by reciting years and gesturing with their hands to “describe” them. “1996” she says as Jorge draws a small line in space in front of his chest; “1998” says he and Niki jumps and rubs her legs vigorously with her palms. There is a simplicity to the vocabulary, and a sweetness. He takes a wrapped candy out of his pocket for her; they often look at each other and smile. In a contrasting moment, Jorge curls up on the floor and she stands in the curve of his body, leaning out toward the audience. There is pressure between the bodies, they are off-kilter, like the akimbo pieces of architecture. This moment stands out because so often during the dance as a whole, bodies, objects and meaning were stacked almost too easily into their proper place. After the opening section, the set tumbles down. Niki shifts the pieces, which read as parts of a house (maybe the house they are building together) with her body as Jorge amplifies the accompanying sound through a computer upstage left. During this section, I begin to wonder about the role of the dancer in this piece. This line of questioning persists as Jorge brings out a clothesline, stringing out a long line of white shirts while Niki weaves around them and switches their places along the line. It is a strong image, and would photograph beautifully, but does not need the accompanying dance. Dance’s rather persistent quality of taking up space and time kept pointing itself out and in this instance, because Niki “stayed at home with the dance” as Jorge stepped out to work with technological elements, the dance was feminine. Soon after, Jorge gives a pretend TED talk, complete with basic scientific facts about memory, suggesting that the intellectual content is male.The years go on into the 2000s and other dancers enter the stage to recreate some of Subcircle’s earlier works. The performers, Christy Lee, Christina Zani and Scott McPheeters, are mature, serene and appear to be members of a supportive community. Beau Hancock appears on video only (first on a scrim and later in a duet with Niki projected on new stacks of the set in the center of the stage). His role is not explained, which is unfortunate because rather than an extension of Jorge in the rather romantic duet (which I am assuming is the intended reading), he is like an interloping stranger. In the sections following, the dancers politely take turns. Nothing is ever too loud or harsh, or takes too much effort. There are hints of conflict, disaster even—the house flies apart with a thunderous crash—but the performers seem unscathed. They continue to bend lithely, sweep their legs in small arcs and lightly touch each other or smile and embrace. Coming out of this cozy warmth comes another striking image, Niki and Jorge trace live feed projections of each other’s bodies with pen onto a tiny foam core house and then wash the lines away with water from a tiny glass. Beautiful, but a bit out of left field, I experience this moment as a nod to erasure and dance’s other persistent habit of disappearance. I went into the performance knowing that the piece was to be about Niki and Jorge Cousineau’s relationship and I left the performance not knowing much more about it. I can, however, imagine them holding hands sweetly for decades to come. “2034… 2048” they say, and the dance goes on."}],"markDefs":[],"style":"normal"}],"author":"Eleanor Goudie-Averill","title":"Making Nice, More or Less","_id":"30fdfe62-f741-4cc7-a66e-60000d30542f","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:57:00Z","_rawBody":[{"_key":"5acee44039b8","_type":"block","children":[{"_key":"5acee44039b80","_type":"span","marks":[],"text":"TD writers, polled for quick takes on Group Motion’s performance of "},{"_key":"5acee44039b81","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b82","_type":"span","marks":[],"text":" by Susan Rethorst, responded in ways that were warm, cool and in-between. “The biggest impression "},{"_key":"5acee44039b83","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b84","_type":"span","marks":[],"text":" left me with was how not-needy it was. After coming home from American Realness,* in which all the artists were trying to get presented, and were very much asking for attention, "},{"_key":"5acee44039b85","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b86","_type":"span","marks":[],"text":" did not beg for it. "},{"_key":"5acee44039b87","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b88","_type":"span","marks":[],"text":" felt (to me) not concerned with being impressive, but if I aligned my attention with the piece the right way, it rewarded me again and again and again. It was a refreshing pleasure to watch.” —Annie Wilson “I don’t know how I feel about this work—I don’t feel super strongly in general about it. There were parts I liked, and I could really see how Rethorst’s work is related to her philosophy of choreography.” —Becca Weber\n\n“The choreographed playfulness and joy of the piece registered as spontaneity. The ensemble interacted with an orchestrated precision that highlighted the formal mysteries of their play. Throughout, the individuality of performers was always present, as in scenes with Lindsay Browning, Greg Holt and Lesya Popil, where Rethorst was able to reveal and render coquettish humor, raunchy extroversion and insular introspection, defining individual characters within the ensemble. “ – Jonathan Stein\n\n“In watching "},{"_key":"5acee44039b89","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b810","_type":"span","marks":[],"text":" I saw a lot of material and stylistic tendencies that I recognized from Susan’s other work, in particular the piece I performed with her last year, 208 East Broadway. Lindsay Browning’s impish and dramatic facial posturing and gestures were very similar to what Susan asked us to do during an audition for her work in 2012. In 208 East Broadway Michelle Stortz also performed a sequence like this…moving from upstage to downstage while batting eyelashes and flirting with the audience, or an invisible presence. Many other details too, like the particular way that dancers touched, poked, or manipulated each other’s bodies (stepping over each other while kicking limbs out of the way) were reminiscent of bodies of material that we cultivated during our rehearsal process. Even one exact movement sequence, with a port de bras of the arms high overhead and then some twitching thumbs, was quoted verbatim. Many artists reference, recycle, or quote verbatim** from their earlier work, and this practice probably contributes to the cultivation of their own particular aesthetic. I’m wondering, for Susan, how this practice relates to her commitment to “not knowing” in the studio.”**— Megan Bridge\n\n“I found during this show that my mind was wandering a lot, which surprised me. The friend I went with said she experienced the same. I also wonder if some of that wandering attention was due to this feeling I had that some of the work was like an inside joke that I wasn’t totally in on. Something about it was a little bit more alienating than inviting. And I had thoughts about whether I would feel that way were I not familiar with all of the dancers in the cast, which was an interesting thought proposal.” – Becca Weber\n\n“I think the way that Susan works with dancers is particularly flattering to a company like Group Motion. The company is full of powerhouse performers who are fully embodied and present both physically and facially. Susan’s choreography, in particular the relaxed precision that her movement contains, suits this group of dancers particularly well.” – Megan Bridge\n\n“I think the experience, too, shows the value of bringing in outside artists to be a source of continuing re-invigoration and discovery for an on-going and most talented company of dancers.” — Jonathan Stein\n\n"},{"_key":"5acee44039b811","_type":"span","marks":["em"],"text":"THEN"},{"_key":"5acee44039b812","_type":"span","marks":[],"text":", by Susan Rethorst and Group Motion, Arts Bank, January 16-19, 2014"}],"markDefs":[],"style":"normal"}],"author":"Megan Bridge","title":"Quick Takes- 'THEN'","_id":"aea54d78-8c74-4624-9cc0-2bb58f08cec7","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:56:16Z","_rawBody":[{"_key":"449a1fbc2477","_type":"block","children":[{"_key":"449a1fbc24770","_type":"span","marks":[],"text":"These days, there is as much a global arts scene as a global economy. Terry Fox, executive director of Philadelphia Dance Projects, curates programs that partner Philadelphia dance groups with others from across the country. On Thursday night at the Performance Garage, she made her first international match: Nora Gibson’s Temporal Objects and, from Ireland, John Scott’s Body Duet.The two works looked and sounded out of sync. Yet among the common denominators were devotion to technique,razor-sharp dancing, and a laserlike vision of each work’s arc."}],"markDefs":[],"style":"normal"},{"_key":"9decf8791aed","_type":"block","children":[{"_key":"9decf8791aed0","_type":"span","marks":[],"text":"Gibson, who founded the Nora Gibson Performance Project here in 2009, is a serious choreographer who braces her works with the formalism of her ballet training, then isolates those movement phrases into still frames. For Temporal Objects, she and four other women often stood off to the side posed in first position, while one or more of them pivoted in sheer, floor-length black skirts and soft ballet slippers."}],"markDefs":[],"style":"normal"},{"_key":"31e97fe1d4eb","_type":"block","children":[{"_key":"31e97fe1d4eb0","_type":"span","marks":[],"text":"Jessica Warchal-King was the principal cog in the Gibson machine as it instantaneously changed directions. Erin Gallagher, Melissa McCarten, and Meredith Stapleton wheeled around with the intensity the piece demanded. Gibson, a small dynamo, was most fascinating to watch. Chin tucked slightly into her chest, perfect port-de-bras, she moved through Beethoven’s Piano Sonata No. 14 as if trying to erase every other beat. Lighting designer Clifford Greer emphasized this impression with 14 LED floodlights computerized to stutter on and off seemingly at her will."}],"markDefs":[],"style":"normal"},{"_key":"6a081a5efdf9","_type":"block","children":[{"_key":"6a081a5efdf90","_type":"span","marks":[],"text":"Brooklyn-based Michelle Boulé and Dublin’s Philip Connaughton turned in a tour-de-fierce performance of Scott’s Body Duet, externalizing interior emotions after sexual betrayal - beginning with silent contact-improv that looked like hand-to-hand combat, and moving through synchronized side-by-side sections."}],"markDefs":[],"style":"normal"},{"_key":"c78c36a8c53d","_type":"block","children":[{"_key":"c78c36a8c53d0","_type":"span","marks":[],"text":"They announced hand gestures, used text to illustrate movement, traded syllables they read from text on an iPad, body-slammed, roughly flipped into each other’s arms, screamed, and literally blew each other away. By the end, the score by Blackfish (James Everest and Joel Pickard, a Minneapolis/Dublin collaboration) took on a chantlike quality as Boulé and Connaughton tenderly carried each other in awkward positions. It felt like the holiness of love and forgiveness."}],"markDefs":[],"style":"normal"}],"author":"Merilyn Jackson","title":"An International Dance Pairing","_id":"81b96c89-30c2-4291-9ccb-ce7c850d8bf4","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:55:43Z","_rawBody":[{"_key":"dd8ed353ad17","_type":"block","children":[{"_key":"dd8ed353ad170","_type":"span","marks":[],"text":"Nora Gibson basks in long diagonal reaches, the classic first position stance, turns every which way—staples of the ballet lexicon. Her work Temporal Objects makes use of this language while sharing the formalism, precision and fascination with repetition seen in the work of Lucinda Childs, with whom Gibson recently worked. Her five dancers, in sheer black skirts and variations on black tank leotards, have the unfrilly look of Balanchine ballerinas, but with a physical variety Mr. B would not have accommodated. They are different in affect—the one more open and lush, the next more brittle. In all, they execute the motions of the dance rather than getting pulled in, never seeming to sink in too deep. Compounding that sense, the turns upon turns, lunging arcs and sweeping leg circles shaped into solos, bits of unison duos and one trio nearly all get cut off, remaining fragments."}],"markDefs":[],"style":"normal"},{"_key":"c701bcbfa58b","_type":"block","children":[{"_key":"c701bcbfa58b0","_type":"span","marks":[],"text":"Moments of formal beauty recur—a long stepped diagonal where dancers assume poses in decreasing heights, radial symmetries in some of the unison sections. Some shapings of stage space stand out, as when one duo shares the space with another, on different movement pathways. When the movement becomes continuous, as opposed to shifting through poses, it has a waltz-like buoyancy. But set as it is to iconic Beethoven (the “Moonlight” Sonata), I’m surprised that the dance seems not to inhabit the music but rather dance on top of, or even in spite of it. It remains a mystery to me who composed the variations on the Beethoven. No program note credits either the person who played the piano, or who unhinged the original by electronically altering the sound with reverb or slowing. I wonder too: Why have poorly recorded music played so loud and so fast that it feels punishing (Beethoven as torment)? Why does lighting designer Clifford Greer choose to shine those cold quartz lights directly in the eyes of the audience in an intermittent, undecipherable pattern? Why cut nearly every movement segment before it has the chance to develop into something that feels complete? The one insight I came away with had to do with contrast. At times the action melts into satisfying slowness, the light shifts to incandescence, as when Gibson herself steps backward away from a dramatic spotlight to begin the final section. The light transforms from the cold and forbidding to the warm and settled. Perhaps the Morse code-like signals transmitted through the flashing of harsh quartz light, blasting Beethoven and tightly-held dance fragments were translatable into a cohesive whole that reflects on these contrasts. But it was challenging to glean even that much significance, and I’m not sure what about these contrasting states I was supposed to understand. What makes me unable to simply see the work as series of viable choices within an abstract form? Perhaps even more than narrative work, to my mind, abstract pieces need to indicate the world they are moving in, to reveal the workings of the choreographer’s choicemaking. When no patterns are evident, I hope to see some readable stance in regard to the use of the materials, perhaps even a determined non-patterning. If the work is disjunctive, I hope to be left with a quality of watching a parade of changing images that sit in some interesting relationship to each other. In this work, neither of these hopes was met. Of course people’s responses differ. The young boy in the audience who was there with his dancer mom told me he was excited about the piece. He loved its intensity and dramatic changes. That’s another way to see it."}],"markDefs":[],"style":"normal"},{"_key":"df884d6e3720","_type":"block","children":[{"_key":"df884d6e37200","_type":"span","marks":[],"text":"Philadelphia Dance Projects, presenter of the evening’s works, often pairs Philly artists with out-of-towners. In this case, Gibson’s counterpart, Irish choreographer John Scott,inhabits a different aesthetic universe. In his Body Duet, the dancers touch, talk and get messy with the real stuff of relationship. It’s an easy read—two people playing out connection, conflict and ultimate give-and-take—but its humor and compassionate rendering of what people do to each other make for inventive, compelling theater. Michelle Boulé is a force of nature. She dances like a volcano and I can’t take my eyes off her. I need to let you know how much I appreciated the ending. After a suite of sections detailing the vagaries of a relationship—hot, cold and in between—Michelle Boulé and Phillip Connaughton end up in a back and forth dance of support. She tips fully onto him. Hold. He’s lifted by her. Hold. And so forth. What a superb (and obvious) metaphor for how it goes between intimates. It’s durational. It’s caring. It’s real."}],"markDefs":[],"style":"normal"},{"_key":"a57b2db0b591","_type":"block","children":[{"_key":"a57b2db0b5910","_type":"span","marks":[],"text":"The piece is chock full of laughs. Holding an iPad the two read sentences one syllable at a time, bouncing the sound back and forth like a tennis game as they shiver and quake in one section or roam sloppily through the space in another. The thing about that sloppiness is that it isn’t, not really. Managing to corral fierce energies into set choreography is no mean feat, like the choice of some painters to have the frame of a canvas barely contain the explosive energy of a slashing brush. It’s a treat when it’smasterfully channeled. Here Boule’s thrashing hair and ready limbs spring up at a moment’s notice. There’s vocal energy too—audible breath and screams and searching-for-tones warbling. How many gazillion relationship dances have I seen over time? Love and death are of course the biggest and most recurrent of themes. You might have thought that it is no longer possible to be fresh in making such a duet. But Scott pulls it off with elegance, sprightly humor and welcome truthfulness."}],"markDefs":[],"style":"normal"},{"_key":"fa2fae86cc2b","_type":"block","children":[{"_key":"fa2fae86cc2b0","_type":"span","marks":[],"text":"Nora Gibson- Philadelphia / John Scott- Dublin, Ireland presented by Philadelphia Dance Projects at the Performance Garage, February 27-March 1."}],"markDefs":[],"style":"normal"}],"author":"Lisa Kraus","title":"Cold, Hot and In-Between","_id":"ddf04542-d058-4ecf-8d9d-948c2d8bb936","heroImage":null}}]},"archive":{"edges":[{"node":{"_createdAt":"2019-07-30T23:58:22Z","title":"The Cousineaus in Full Retrospective","_id":"14052ec4-b750-4b53-9d8e-96410317c373","slug":{"current":"the-cousineaus-in-full-retrospective"}}},{"node":{"_createdAt":"2019-07-30T23:57:47Z","title":"Making Nice, More or Less","_id":"30fdfe62-f741-4cc7-a66e-60000d30542f","slug":{"current":"making-nice-more-or-less"}}},{"node":{"_createdAt":"2019-07-30T23:57:00Z","title":"Quick Takes- 'THEN'","_id":"aea54d78-8c74-4624-9cc0-2bb58f08cec7","slug":{"current":"quick-takes-then"}}},{"node":{"_createdAt":"2019-07-30T23:56:16Z","title":"An International Dance Pairing","_id":"81b96c89-30c2-4291-9ccb-ce7c850d8bf4","slug":{"current":"an-international-dance-pairing"}}},{"node":{"_createdAt":"2019-07-30T23:55:43Z","title":"Cold, Hot and In-Between","_id":"ddf04542-d058-4ecf-8d9d-948c2d8bb936","slug":{"current":"cold-hot-and-in-between"}}},{"node":{"_createdAt":"2019-07-30T23:55:04Z","title":"Diving with SCUBA in Its Four City National Tour","_id":"3f3d21b3-ad57-4c94-8804-b124a3a5943a","slug":{"current":"diving-with-scuba-in-its-four-city-national-tour"}}},{"node":{"_createdAt":"2019-07-30T23:53:28Z","title":"Cheeky ‘THEN’ by Susan Rethorst and Group Motion","_id":"64a0c53e-bbc2-4e65-8255-20e6eefb067f","slug":{"current":"cheeky-then-by-susan-rethorst-and-group-motion"}}},{"node":{"_createdAt":"2019-07-30T23:52:25Z","title":"Beasts of a musical wild","_id":"48ddaa1e-8d14-4c13-90f9-2ff6a8c3f757","slug":{"current":"beasts-of-a-musical-wild"}}},{"node":{"_createdAt":"2019-07-30T23:51:33Z","title":"Review: Wolf-In-Skins","_id":"f8887ef9-1fc7-4895-a2d4-29852062ca27","slug":{"current":"review-wolf-in-skins"}}},{"node":{"_createdAt":"2019-07-30T23:50:50Z","title":"Wolf-In-Skins: Q&A with Christopher Williams","_id":"9f35df36-d529-4436-9357-bdc5cd51a565","slug":{"current":"wolf-in-skins-q-and-a-with-christopher-williams"}}},{"node":{"_createdAt":"2019-07-30T23:49:33Z","title":"2012 Dance Up Close","_id":"22307204-e4da-4a14-8286-b1f964281089","slug":{"current":"2012-dance-up-close"}}},{"node":{"_createdAt":"2019-07-30T23:48:41Z","title":"Philadelphia Dance Projects to honor Leah Stein with retrospective by Merilyn Jackson","_id":"be06751a-fdad-4705-b75a-a63618781ccb","slug":{"current":"philadelphia-dance-projects-to-honor-leah-stein-with-retrospective-by-merilyn-jackson"}}},{"node":{"_createdAt":"2019-07-30T23:47:21Z","title":"Sticks and Steins by Deni Kasrel for City Paper","_id":"98b52bcc-beea-4833-b9bc-fb9e5968cece","slug":{"current":"sticks-and-steins-by-deni-kasrel-for-city-paper"}}},{"node":{"_createdAt":"2019-07-30T23:36:02Z","title":"PDP Presents 2012 - Two Printed Program Essays","_id":"71859e15-1924-427f-b6c0-301d57ee625f","slug":{"current":"pdp-presents-2012-two-printed-program-essays"}}},{"node":{"_createdAt":"2019-07-30T23:33:10Z","title":"Lionel Popkin and Gabrielle Revlock on a dance double bill","_id":"0d2db4f0-284b-4815-bf38-0573fc15744e","slug":{"current":"lionel-popkin-and-gabrielle-revlock-on-a-dance-double-bill"}}},{"node":{"_createdAt":"2019-07-30T23:32:12Z","title":"PDP Presents 2011 Dance Up Close","_id":"7a767599-381b-4a85-a2f5-b19ca48d7b3c","slug":{"current":"pdp-presents-2011-dance-up-close"}}},{"node":{"_createdAt":"2019-07-30T23:30:14Z","title":"SCUBA shows direction of young dancers","_id":"ded4ce9b-0799-4032-9fe7-c59cdc348891","slug":{"current":"scuba-shows-direction-of-young-dancers"}}},{"node":{"_createdAt":"2019-07-30T23:29:12Z","title":"Watch the trailer for Little Ease [outside the box], a Motion Pictures selection","_id":"9c0801f8-ac01-4a88-9b85-b325eeb0d662","slug":{"current":"watch-the-trailer-for-little-ease-outside-the-box-a-motion-pictures-selection"}}},{"node":{"_createdAt":"2019-07-30T23:27:25Z","title":"Philadelphia Dance Projects in print, online, and on the radio","_id":"d4d2c601-e8f9-43c6-8a0f-e13e029b07c8","slug":{"current":"philadelphia-dance-projects-in-print-online-and-on-the-radio"}}},{"node":{"_createdAt":"2019-07-30T23:24:50Z","title":"Dance Talk: Q&A with Red Thread artists Lisa Kraus and Meg Foley","_id":"7a00d84a-d480-45ca-8b9b-8ec6f76faad9","slug":{"current":"dance-talk-q-and-a-with-red-thread-artists-lisa-kraus-and-meg-foley"}}},{"node":{"_createdAt":"2019-07-30T23:23:03Z","title":"More photos from PDP Presents 2010","_id":"bde7a907-d32c-434b-a288-a76c3d534586","slug":{"current":"more-photos-from-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:20:28Z","title":"What audiences and critics had to say about PDP Presents 2010","_id":"11edcddf-59c3-4986-8009-8e3386b84b4f","slug":{"current":"what-audiences-and-critics-had-to-say-about-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:17:50Z","title":"Dance Talk: Q&A with Ishmael Houston-Jones","_id":"e4dd6230-9ae3-4bf2-a467-ddf39c252403","slug":{"current":"dance-talk-q-and-a-with-ishmael-houston-jones"}}},{"node":{"_createdAt":"2019-07-30T23:04:19Z","title":"Dance Talk: Q&A with Chris Yon","_id":"d8780595-a73f-40a8-9ac2-596c2f2eb6a8","slug":{"current":"dance-talk-q-and-a-with-chris-yon"}}},{"node":{"_createdAt":"2019-07-30T22:59:11Z","title":"Two Faces: Review of Brigitta Herman's Physiognomy Of The Spirit","_id":"db8f64a5-e6fe-4b2d-bcba-95b34dea53ab","slug":{"current":"two-faces-review-of-brigitta-herman-s-physiognomy-of-the-spirit"}}},{"node":{"_createdAt":"2019-07-30T22:57:08Z","title":"Write On Dance: Journal V4","_id":"ac835c73-f4fe-4366-9a9f-ca6099a52ab4","slug":{"current":"write-on-dance-journal-v4"}}},{"node":{"_createdAt":"2019-07-30T22:56:23Z","title":"Write on Dance: Journal V3","_id":"bac277e5-cb55-4412-b53e-6c5466e28e03","slug":{"current":"write-on-dance-journal-v3"}}},{"node":{"_createdAt":"2019-07-30T22:55:28Z","title":"Write On Dance: Journal V2","_id":"2e744a45-778c-4ab3-8436-742e9bd76d77","slug":{"current":"write-on-dance-journal-v2"}}},{"node":{"_createdAt":"2019-07-30T22:54:24Z","title":"Dancing Elsewhere… Philly Dance Artists Abroad - Volume 1","_id":"0055f7a9-fa95-4cc2-8879-df39b14d330b","slug":{"current":"dancing-elsewhere-philly-dance-artists-abroad-volume-1"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}