{"data":{"allSanityBlogpost":{"edges":[{"node":{"_createdAt":"2019-07-30T23:56:16Z","_rawBody":[{"_key":"449a1fbc2477","_type":"block","children":[{"_key":"449a1fbc24770","_type":"span","marks":[],"text":"These days, there is as much a global arts scene as a global economy. Terry Fox, executive director of Philadelphia Dance Projects, curates programs that partner Philadelphia dance groups with others from across the country. On Thursday night at the Performance Garage, she made her first international match: Nora Gibson’s Temporal Objects and, from Ireland, John Scott’s Body Duet.The two works looked and sounded out of sync. Yet among the common denominators were devotion to technique,razor-sharp dancing, and a laserlike vision of each work’s arc."}],"markDefs":[],"style":"normal"},{"_key":"9decf8791aed","_type":"block","children":[{"_key":"9decf8791aed0","_type":"span","marks":[],"text":"Gibson, who founded the Nora Gibson Performance Project here in 2009, is a serious choreographer who braces her works with the formalism of her ballet training, then isolates those movement phrases into still frames. For Temporal Objects, she and four other women often stood off to the side posed in first position, while one or more of them pivoted in sheer, floor-length black skirts and soft ballet slippers."}],"markDefs":[],"style":"normal"},{"_key":"31e97fe1d4eb","_type":"block","children":[{"_key":"31e97fe1d4eb0","_type":"span","marks":[],"text":"Jessica Warchal-King was the principal cog in the Gibson machine as it instantaneously changed directions. Erin Gallagher, Melissa McCarten, and Meredith Stapleton wheeled around with the intensity the piece demanded. Gibson, a small dynamo, was most fascinating to watch. Chin tucked slightly into her chest, perfect port-de-bras, she moved through Beethoven’s Piano Sonata No. 14 as if trying to erase every other beat. Lighting designer Clifford Greer emphasized this impression with 14 LED floodlights computerized to stutter on and off seemingly at her will."}],"markDefs":[],"style":"normal"},{"_key":"6a081a5efdf9","_type":"block","children":[{"_key":"6a081a5efdf90","_type":"span","marks":[],"text":"Brooklyn-based Michelle Boulé and Dublin’s Philip Connaughton turned in a tour-de-fierce performance of Scott’s Body Duet, externalizing interior emotions after sexual betrayal - beginning with silent contact-improv that looked like hand-to-hand combat, and moving through synchronized side-by-side sections."}],"markDefs":[],"style":"normal"},{"_key":"c78c36a8c53d","_type":"block","children":[{"_key":"c78c36a8c53d0","_type":"span","marks":[],"text":"They announced hand gestures, used text to illustrate movement, traded syllables they read from text on an iPad, body-slammed, roughly flipped into each other’s arms, screamed, and literally blew each other away. By the end, the score by Blackfish (James Everest and Joel Pickard, a Minneapolis/Dublin collaboration) took on a chantlike quality as Boulé and Connaughton tenderly carried each other in awkward positions. It felt like the holiness of love and forgiveness."}],"markDefs":[],"style":"normal"}],"author":"Merilyn Jackson","title":"An International Dance Pairing","_id":"81b96c89-30c2-4291-9ccb-ce7c850d8bf4","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:55:43Z","_rawBody":[{"_key":"dd8ed353ad17","_type":"block","children":[{"_key":"dd8ed353ad170","_type":"span","marks":[],"text":"Nora Gibson basks in long diagonal reaches, the classic first position stance, turns every which way—staples of the ballet lexicon. Her work Temporal Objects makes use of this language while sharing the formalism, precision and fascination with repetition seen in the work of Lucinda Childs, with whom Gibson recently worked. Her five dancers, in sheer black skirts and variations on black tank leotards, have the unfrilly look of Balanchine ballerinas, but with a physical variety Mr. B would not have accommodated. They are different in affect—the one more open and lush, the next more brittle. In all, they execute the motions of the dance rather than getting pulled in, never seeming to sink in too deep. Compounding that sense, the turns upon turns, lunging arcs and sweeping leg circles shaped into solos, bits of unison duos and one trio nearly all get cut off, remaining fragments."}],"markDefs":[],"style":"normal"},{"_key":"c701bcbfa58b","_type":"block","children":[{"_key":"c701bcbfa58b0","_type":"span","marks":[],"text":"Moments of formal beauty recur—a long stepped diagonal where dancers assume poses in decreasing heights, radial symmetries in some of the unison sections. Some shapings of stage space stand out, as when one duo shares the space with another, on different movement pathways. When the movement becomes continuous, as opposed to shifting through poses, it has a waltz-like buoyancy. But set as it is to iconic Beethoven (the “Moonlight” Sonata), I’m surprised that the dance seems not to inhabit the music but rather dance on top of, or even in spite of it. It remains a mystery to me who composed the variations on the Beethoven. No program note credits either the person who played the piano, or who unhinged the original by electronically altering the sound with reverb or slowing. I wonder too: Why have poorly recorded music played so loud and so fast that it feels punishing (Beethoven as torment)? Why does lighting designer Clifford Greer choose to shine those cold quartz lights directly in the eyes of the audience in an intermittent, undecipherable pattern? Why cut nearly every movement segment before it has the chance to develop into something that feels complete? The one insight I came away with had to do with contrast. At times the action melts into satisfying slowness, the light shifts to incandescence, as when Gibson herself steps backward away from a dramatic spotlight to begin the final section. The light transforms from the cold and forbidding to the warm and settled. Perhaps the Morse code-like signals transmitted through the flashing of harsh quartz light, blasting Beethoven and tightly-held dance fragments were translatable into a cohesive whole that reflects on these contrasts. But it was challenging to glean even that much significance, and I’m not sure what about these contrasting states I was supposed to understand. What makes me unable to simply see the work as series of viable choices within an abstract form? Perhaps even more than narrative work, to my mind, abstract pieces need to indicate the world they are moving in, to reveal the workings of the choreographer’s choicemaking. When no patterns are evident, I hope to see some readable stance in regard to the use of the materials, perhaps even a determined non-patterning. If the work is disjunctive, I hope to be left with a quality of watching a parade of changing images that sit in some interesting relationship to each other. In this work, neither of these hopes was met. Of course people’s responses differ. The young boy in the audience who was there with his dancer mom told me he was excited about the piece. He loved its intensity and dramatic changes. That’s another way to see it."}],"markDefs":[],"style":"normal"},{"_key":"df884d6e3720","_type":"block","children":[{"_key":"df884d6e37200","_type":"span","marks":[],"text":"Philadelphia Dance Projects, presenter of the evening’s works, often pairs Philly artists with out-of-towners. In this case, Gibson’s counterpart, Irish choreographer John Scott,inhabits a different aesthetic universe. In his Body Duet, the dancers touch, talk and get messy with the real stuff of relationship. It’s an easy read—two people playing out connection, conflict and ultimate give-and-take—but its humor and compassionate rendering of what people do to each other make for inventive, compelling theater. Michelle Boulé is a force of nature. She dances like a volcano and I can’t take my eyes off her. I need to let you know how much I appreciated the ending. After a suite of sections detailing the vagaries of a relationship—hot, cold and in between—Michelle Boulé and Phillip Connaughton end up in a back and forth dance of support. She tips fully onto him. Hold. He’s lifted by her. Hold. And so forth. What a superb (and obvious) metaphor for how it goes between intimates. It’s durational. It’s caring. It’s real."}],"markDefs":[],"style":"normal"},{"_key":"a57b2db0b591","_type":"block","children":[{"_key":"a57b2db0b5910","_type":"span","marks":[],"text":"The piece is chock full of laughs. Holding an iPad the two read sentences one syllable at a time, bouncing the sound back and forth like a tennis game as they shiver and quake in one section or roam sloppily through the space in another. The thing about that sloppiness is that it isn’t, not really. Managing to corral fierce energies into set choreography is no mean feat, like the choice of some painters to have the frame of a canvas barely contain the explosive energy of a slashing brush. It’s a treat when it’smasterfully channeled. Here Boule’s thrashing hair and ready limbs spring up at a moment’s notice. There’s vocal energy too—audible breath and screams and searching-for-tones warbling. How many gazillion relationship dances have I seen over time? Love and death are of course the biggest and most recurrent of themes. You might have thought that it is no longer possible to be fresh in making such a duet. But Scott pulls it off with elegance, sprightly humor and welcome truthfulness."}],"markDefs":[],"style":"normal"},{"_key":"fa2fae86cc2b","_type":"block","children":[{"_key":"fa2fae86cc2b0","_type":"span","marks":[],"text":"Nora Gibson- Philadelphia / John Scott- Dublin, Ireland presented by Philadelphia Dance Projects at the Performance Garage, February 27-March 1."}],"markDefs":[],"style":"normal"}],"author":"Lisa Kraus","title":"Cold, Hot and In-Between","_id":"ddf04542-d058-4ecf-8d9d-948c2d8bb936","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:55:04Z","_rawBody":[{"_key":"737b3af08327","_type":"block","children":[{"_key":"737b3af083270","_type":"span","marks":[],"text":"Taking a dive with Philadelphia Dance Projects’ SCUBA is one of the serendipitous pleasures of the Philadelphia dance scene each year. The current stop on their four-city tour brought onto the radar screen companies from San Francisco, Seattle, and Minneapolis to join Philly’s Nichole Canuso in an eclectic evening of performances at Temple’s Conwell Theater. That the works were largely excerpts of longer pieces was their shared limitation."}],"markDefs":[],"style":"normal"},{"_key":"6e747f7d367a","_type":"block","children":[{"_key":"6e747f7d367a0","_type":"span","marks":[],"text":"The program began with a mythological pre-history of the Maenads, the female followers of Dionysius, as Erica Badgeley, in Seattle-based Elia Mrak’s erica, transformed a fully-lit theater and house into a place both sacred and wild. Costumed in a white chiton-style loose dress with a more contemporary cut (think H&M) to reveal her lower legs, Badgeley first emerged on stage for a half-hour as the audience gathered. She stood by an enigmatic hourglass of soundless sifting sand, scrutinizing each audience member with a wan smile and wide-eyed curiosity, shuddering and shaking, quixotic to our gaze. (After the performance she told us this was a standing warm-up, more mundane than it appeared)."}],"markDefs":[],"style":"normal"},{"_key":"5be41ceb9836","_type":"block","children":[{"_key":"5be41ceb98360","_type":"span","marks":[],"text":"Erica is a title that embodies the dancer as the soloist becomes the dance. And what a dance of pure pleasure this was, with Badgeley exploring in directional runs, walks and rolls every meter of the stage as if each were a source of newfound sights, sounds and smells. Starting with a whooping sound, she suddenly leapt backwards into the air, gleefully defying laws of forward motion and our expectations of linear movement, all the while happily emitting sounds of effortful breathing and gazing into the audience’s eyes to transmit her joy. Her gyroscopic turns and spins included full body rolls on the floor that marked out a circle of space. It may have been her ecstatic repetitions and dervish-like commitment that became our ultimate pleasure, however passive we may have felt in her presence."}],"markDefs":[],"style":"normal"},{"_key":"a2807cb38b7d","_type":"block","children":[{"_key":"a2807cb38b7d0","_type":"span","marks":[],"text":"I’m afraid I was a bit lost within The Tent Has Been Pulled Down by Supergroup, a Minneapolisbased performance collaboration of Erin Search-Wells, Sam Johnson and Jeffrey Wells. I was certainly not aided by their note that the piece “combines text that flows from and responds to the feminist blogosphere.” Due to speed, a lack of projection and speech directed to the back of the stage, their talking dances were a potpourri of the audible and often inaudible and encompassed inter-generational banter and musings. A few of these (ex. “boring is the new wabi sabi”) drew hearty laughs from some in the audience. Although the opening movement phrases—a series of body rotations that led to weighted, uninvited kicks to the backs and arm slaps to the torsos of fellow dancers—seemed ripe to partner with the appropriate text, the text itself never cohered for me, and the later movement proved insufficiently inventive to sustain interest. Yet the performers exuded a devil-may-care insouciance and winsome spirit reminiscent of the early years of Philly’s Headlong Dance Theater that won them many admirers in the Conwell audience. Maybe I had ventured into another generation’s tent without the requisite guidebook."}],"markDefs":[],"style":"normal"},{"_key":"6aae0755a928","_type":"block","children":[{"_key":"6aae0755a9280","_type":"span","marks":[],"text":"It wasn’t necessary to be informed that San Francisco’s Jose Navarette and Debby Kajiyama, together the NAKA group, had been perhaps the only artists outside Japan to observe and engage with the local people of Northern Japan after the 3.11 earthquake, tsunami and Fukushima nuclear disaster. Their excerpt from their much longer BAILOUT! or Can you picture this prophecy? The temperatures are too hot for me, was sufficiently riveting to stand alone. Yet, from the playbill, we know the full performance seeks to confront catastrophic environmental disaster. Kajiyama, petite with dark short hair, was costumed in a simple white top and rolled-up pants. In her opening duet she partnered with a microphone attached to a small portable amplifier. It was as if woman and machine had just been introduced. The microphone seemed to interrogate her body via knocks to her chest and slides off her arms, eliciting electronic sounds that offered a physical and psychological sound-wave map of Kajiyama. When the microphone probed the immediate space around her body I heard the clicks of a Geiger counter. She blew air, and like Neptune toying with the sea winds, a gale engulfed her, and she exited."}],"markDefs":[],"style":"normal"},{"_key":"d66f822fc7f4","_type":"block","children":[{"_key":"d66f822fc7f40","_type":"span","marks":[],"text":"In the second segment, sounds of lapping water enveloped the stage. Navarette appeared in a slow, bent over walk, with a large bundle of bright red sweater fabric enveloping his head and upper body. He clasped it to his chest like a refugee clinging to a remainder of his past life. When he prostrated himself on the floor the fabric was unfolded to reveal a strange garment with two torsos joined in the middle by sleeves that extended 12 feet across the floor. Kajiyama then entered the upper body segment opposite Navarette and they began moving in ways that connected them, but that rarely achieved intimacy or contact. Each pulled, or tried to retreat or exit, never quite to succeed. Ominous sounds of surrounding water and tremolo violin provided a soundscape. There was a pause for some play as the red sweater arms were swung in a kind of Double Dutch pattern to the pleasant tinkling of a toy piano, accompanied by the only smiles from the two in the piece. After Kajiyama exited, Navarette returned to his state of huddled flesh and fabric, then he too left the stage. Let’s hope we’ll see the entire work come to Philadelphia to experience their larger vision."}],"markDefs":[],"style":"normal"},{"_key":"b5c396af2105","_type":"block","children":[{"_key":"b5c396af21050","_type":"span","marks":[],"text":"Nichole Canuso previewed a segment of Midway Avenue whose full-length version will appear in FringeArts Philadelphia this May. Departing from her work of the past decade, Canuso has created a well-designed solo movement theater work of personal memoir, challenging herself to vary the ways she calls up memories of her childhood. Before she appeared on stage, she used masking tape to create a variety of shapes on the ground, shapes we later learn are part of the floor plan of the house she grew up in. Canuso’s mix of reminiscences included some striking scenes. A rapid recitation of household items (dropped ceiling, toaster) was paired with a similarly paced tossing off of abbreviated gestures. When looking through an imagined window, she delivered a report of a street scene, rendered undecipherable by her frenetic excitement. Knowing Canuso’s movement potential, I await more physical embodiment of her stories, which might well occur in the full-length piece. Some elements of Midway Avenue seemed arbitrary as in an early repetition of phrases like “there’s a table,” or when she conjured a dead body in the house, connecting it to a lugubrious Chopin Prelude with an explanation of its premonition of death, followed by a remembrance of her own mother’s fear of her daughter’s death. Perhaps a larger challenge than form in memoir is the solipsistic nature of the enterprise, and the need to make the content both legible and succinct enough to spark and sustain audience interest."}],"markDefs":[],"style":"normal"},{"_key":"529be4bd9117","_type":"block","children":[{"_key":"529be4bd91170","_type":"span","marks":[],"text":"SCUBA National Touring Network for Dance, presented by Philadelphia Dance Projects, Conwell Dance Theater, March 14-15"}],"markDefs":[],"style":"normal"}],"author":"Jonathan Stein","title":"Diving with SCUBA in Its Four City National Tour","_id":"3f3d21b3-ad57-4c94-8804-b124a3a5943a","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:53:28Z","_rawBody":[{"_key":"18025e1b899b","_type":"block","children":[{"_key":"18025e1b899b0","_type":"span","marks":[],"text":"The world premiere of Susan Rethorst’s "},{"_key":"18025e1b899b1","_type":"span","marks":["em"],"text":"THEN"},{"_key":"18025e1b899b2","_type":"span","marks":[],"text":", with Group Motion and artistic director Manfred Fischbeck, was a bright, cheery, even cheeky little dance, only 50 minutes long. But it packed a lot of information into that short time."}],"markDefs":[],"style":"normal"},{"_key":"3a26694d4e34","_type":"block","children":[{"_key":"3a26694d4e340","_type":"span","marks":[],"text":"A presentation of Philadelphia Dance Projects, in conjunction with the University of the Arts School of Dance, the new work encapsulates Rethorst’s first year in Philadelphia, which began last season at Bryn Mawr College. Her “Wreckings” have been a hallmark of her creative exploration and research. In them, she allows other choreographers to take over her dance rehearsals to deconstruct or even destroy her work before giving it back for her to return the favor."}],"markDefs":[],"style":"normal"},{"_key":"c7a8f6d85592","_type":"block","children":[{"_key":"c7a8f6d855920","_type":"span","marks":[],"text":"In light of this risky practice, it seemed that "},{"_key":"c7a8f6d855921","_type":"span","marks":["em"],"text":"THEN"},{"_key":"c7a8f6d855922","_type":"span","marks":[],"text":"’s clean, concise sections, like much of Merce Cunningham’s work, could be reordered for each performance and still be highly readable. Watching it through this lens, I thought it wouldn’t matter if I began this review by describing a middle section and "},{"_key":"c7a8f6d855923","_type":"span","marks":["em"],"text":"then"},{"_key":"c7a8f6d855924","_type":"span","marks":[],"text":" cycling back to the beginning, or by writing about the ending first."}],"markDefs":[],"style":"normal"},{"_key":"9366cfd44ec1","_type":"block","children":[{"_key":"9366cfd44ec10","_type":"span","marks":[],"text":"So the second section has Gregory Holt doing a snaky Mick Jagger strut. Several sections have ice-dancing moments: death spirals and side-by-side forward waltzing. But all are marked by exaggerated and risibly dramatic silver-screen-style gesturing."}],"markDefs":[],"style":"normal"},{"_key":"d105b815bb76","_type":"block","children":[{"_key":"d105b815bb760","_type":"span","marks":[],"text":"Lindsay Browning rubber-faces expressions hilariously while tossing away David Konyk and Holt with a mere forefinger. Konyk and Holt hopscotch over Eleanor Goudie-Averill and Browning’s splayed bodies. Lesya Popil glyphically poses, surrounded by the others as if in mock awe. In unison, all rise on tiptoe, calves trembling as if this is a difficult feat. But then an instantaneous return to control shows it’s nothing. There are horsy head wags, madcapping to the theme from "},{"_key":"d105b815bb761","_type":"span","marks":["em"],"text":"Beetlejuice"},{"_key":"d105b815bb762","_type":"span","marks":[],"text":", slo-mo running."}],"markDefs":[],"style":"normal"},{"_key":"cf89bc773c82","_type":"block","children":[{"_key":"cf89bc773c820","_type":"span","marks":[],"text":"Also strongly visible was the architectonic display of how the body stands or responds; such displays created living sculptures among the dancers. Renée Kurz’s playful costumes of dark, loose pants fringed in red just below the knees and swingy tops of red, turquoise, and yellows added a certain smirkiness to the whole. The shapes and colors against the charcoal back wall often made me think of a Miró painting, animated."}],"markDefs":[],"style":"normal"},{"_key":"aa29685ca2e5","_type":"block","children":[{"_key":"aa29685ca2e50","_type":"span","marks":[],"text":"All of this began and ended with video of the dancers by Rethorst, lighting designer Matt Sharp and the dancers, first on long, white planks - moved about by the dancers to “wreck” the picture - and later danced with. And "},{"_key":"aa29685ca2e51","_type":"span","marks":["em"],"text":"then"},{"_key":"aa29685ca2e52","_type":"span","marks":[],"text":" the video rides the walls until it disappears, and the dance is over. The word "},{"_key":"aa29685ca2e53","_type":"span","marks":["em"],"text":"then"},{"_key":"aa29685ca2e54","_type":"span","marks":[],"text":" may imply sequence, but "},{"_key":"aa29685ca2e55","_type":"span","marks":["em"],"text":"THEN"},{"_key":"aa29685ca2e56","_type":"span","marks":[],"text":" is a work that doesn’t need to follow that rule."}],"markDefs":[],"style":"normal"}],"author":"Merilyn Jackson","title":"Cheeky ‘THEN’ by Susan Rethorst and Group Motion","_id":"64a0c53e-bbc2-4e65-8255-20e6eefb067f","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:52:25Z","_rawBody":[{"_key":"15e56fa2cf8c","_type":"block","children":[{"_key":"15e56fa2cf8c0","_type":"span","marks":["strong","em"],"text":"Wolf-in-Skins"},{"_key":"15e56fa2cf8c1","_type":"span","marks":["strong"],"text":", opening Friday at Temple, mingles grand opera and dreamy dance in a mythic saga."}],"markDefs":[],"style":"normal"},{"_key":"76c53dc8dfd7","_type":"block","children":[{"_key":"76c53dc8dfd70","_type":"span","marks":[],"text":"Before the dawn, in a barely civilized netherworld where animals and humans change into one another, Wolf-in-Skins begins."}],"markDefs":[],"style":"normal"},{"_key":"5140c8bf662b","_type":"block","children":[{"_key":"5140c8bf662b0","_type":"span","marks":[],"text":"The new theater piece, opening Friday at Temple University’s Conwell Dance Theater, revives ancient legends in a modern hybrid of dance and opera. Violent witchery is a frequent plot point. Characters’ names have the barbaric, guttural sound of old Welsh."}],"markDefs":[],"style":"normal"},{"_key":"e1dd0a9e3e3a","_type":"block","children":[{"_key":"e1dd0a9e3e3a0","_type":"span","marks":[],"text":"“Grotesque monstrosities juxtaposed with the pure and holy” is how choreographer Christopher Williams describes his fascination with the mythology that drew him to create the first installment of what is projected to become a six-part saga."}],"markDefs":[],"style":"normal"},{"_key":"83949dde1b5a","_type":"block","children":[{"_key":"83949dde1b5a0","_type":"span","marks":[],"text":"The legends seem to demand all the resources modern theater can offer - on an operatic scale. “I don’t see much work being made in my field of contemporary dance that encompasses the grand sense of spectacle that is more typically associated with opera,” Williams says."}],"markDefs":[],"style":"normal"},{"_key":"51c8f443da79","_type":"block","children":[{"_key":"51c8f443da790","_type":"span","marks":[],"text":"Seen, among other places, as a work in progress at the 2011 Opera America New Works Forum, Wolf-in-Skins has created considerable buzz within the industry. In the version to be presented in Philadelphia, only the completed Act I and part of Act II will be staged."}],"markDefs":[],"style":"normal"},{"_key":"3278ddf7ebec","_type":"block","children":[{"_key":"3278ddf7ebec0","_type":"span","marks":[],"text":"But even in its unfinished state, the piece pushes Philadelphia Dance Projects, which is presenting the weekend-long run, to its limits - “Thirty performers in one show,” says executive director Terry Fox. But she believes that Williams, whose experience includes acrobatics, puppeteering, and gymnastics as well as dance, may be “on the edge of really creating … a new genre of some sort.”"}],"markDefs":[],"style":"normal"},{"_key":"e03944f72b47","_type":"block","children":[{"_key":"e03944f72b470","_type":"span","marks":[],"text":"Dance and opera certainly have been blended over the centuries, but not often with the sort of intensive interaction demanded by Williams and composer Gregory Spears, both in their mid-30s and seemingly fearless about striking out in new directions."}],"markDefs":[],"style":"normal"},{"_key":"1a3dce8746c8","_type":"block","children":[{"_key":"1a3dce8746c80","_type":"span","marks":[],"text":"“Sometimes Christopher will say, ‘I must have more time there.’ And Greg will say, ‘But it changes the whole structure. I can’t do it.’ Then one of them realizes that they’re wrong. This has happened at least 10 times,” said countertenor Anthony Roth Costanzo, who plays the title role."}],"markDefs":[],"style":"normal"},{"_key":"8a50b56c52d3","_type":"block","children":[{"_key":"8a50b56c52d30","_type":"span","marks":[],"text":"Ethereal creatures, animals, and humans all intermingle, the humans singing in English and the nonhumans often in sonorous Welsh, employed partly because of the exoticism of its sound."}],"markDefs":[],"style":"normal"},{"_key":"082006b7741e","_type":"block","children":[{"_key":"082006b7741e0","_type":"span","marks":[],"text":"The young human hero of the title has been cursed to roam the world as a wolf cub until he is discovered by a wizard king with a peculiar condition: His physical pain can be assuaged only if his feet are held by a virgin creature - like Wolf-in-Skins, who becomes semi-human again after a ritualistic triple stabbing."}],"markDefs":[],"style":"normal"},{"_key":"6c84a896b882","_type":"block","children":[{"_key":"6c84a896b8820","_type":"span","marks":[],"text":"Operatic elements tell the story while dance explores the dreaminess of the mythology. What that looks like, at least on a recent evening at a Manhattan studio rehearsal, is a series of meticulously composed, stylized stage pictures. Some movements suggest archery, frozen strides, or chevrons - all slanted with a sense of impending motion."}],"markDefs":[],"style":"normal"},{"_key":"dac524fd3b63","_type":"block","children":[{"_key":"dac524fd3b630","_type":"span","marks":[],"text":"Medieval tapestries and manuscripts, which appear static at first glance, were Williams’ inspiration. “There are always hidden symbols, beasts lurking in the shadows, interweaving threads, dangerous and strenuous forces at work,” he says, in what could easily be a mission statement. “All of this leads us down a path to the hidden three-dimensionality of the image.”"}],"markDefs":[],"style":"normal"},{"_key":"1fc20bd1a639","_type":"block","children":[{"_key":"1fc20bd1a6390","_type":"span","marks":[],"text":"Opera settles comfortably into this setting. “So much mythology was sung, whether Homer or with others, and that underlines that this is not real life but a symbolic acting out of some deeper theme that unites us all,” says Spears, whose operas have been performed at the Philly Fringe and by Opera New Jersey. “That’s why you can take a Welsh myth and have it mean something anywhere - if you do it right.”"}],"markDefs":[],"style":"normal"},{"_key":"6f632af9f9bd","_type":"block","children":[{"_key":"6f632af9f9bd0","_type":"span","marks":[],"text":"His musical answer to inventing an ancient world is drawn from the dawn of opera, invented in the late 16th century to recapture the sung theater of the ancient Greeks. Such music was simple and not bound by a lot of rules, and thus can feel contemporary. Spears’ goal is to create something “at some third point between the two,” he says."}],"markDefs":[],"style":"normal"},{"_key":"e7434d1de2cf","_type":"block","children":[{"_key":"e7434d1de2cf0","_type":"span","marks":[],"text":"Cutting across so many genres, though, requires a producing mechanism that doesn’t fall easily into any typical, established institutions. The casting alone presented the challenge of finding singers who can dance."}],"markDefs":[],"style":"normal"},{"_key":"bdfcabb30dc3","_type":"block","children":[{"_key":"bdfcabb30dc30","_type":"span","marks":[],"text":"Costanzo, who as a child toured in the Broadway show Falsettos, says give-and-take is necessary on both sides. “If I twist all the way around, it’ll be difficult to sing,” he says. “But a good choreographer like Christopher will say, ‘Let’s find a different shape that looks as good but allows you to sing… .’ ”"}],"markDefs":[],"style":"normal"},{"_key":"48e980f312d7","_type":"block","children":[{"_key":"48e980f312d70","_type":"span","marks":[],"text":"The piece’s development has been shouldered by several organizations, including New York-based American Opera Projects, a coproducer accustomed to developing unconventional work."}],"markDefs":[],"style":"normal"},{"_key":"42d1ff451dbd","_type":"block","children":[{"_key":"42d1ff451dbd0","_type":"span","marks":[],"text":"Financing for something unimaginable can be elusive. “It’s been hard,” says Philadelphia Dance Projects’ Fox. “Christopher has done a lot of fund-raising. Conwell Dance Theater really stepped up to the plate.”"}],"markDefs":[],"style":"normal"},{"_key":"b6fd0fa64dd5","_type":"block","children":[{"_key":"b6fd0fa64dd50","_type":"span","marks":[],"text":"Might the other parts of the saga - each utilizing an archaic Celtic language - also be developed here? Yes, Fox says, if the idea “can generate that kind of excitement.”"}],"markDefs":[],"style":"normal"},{"_key":"cf911153398a","_type":"block","children":[{"_key":"cf911153398a0","_type":"span","marks":[],"text":"Williams’ fantasy budget for Wolf-in-Skins is $200,000, more than what the show now has but tiny by operatic standards - in part because less-than-elaborate production values, like the animal costumes, keep the production from looking Disney-esque. Williams says it’s more important, however, that “images are layered with meaning. When a dancer wears stag antlers, they’re also fashioned to resemble crab claws.”"}],"markDefs":[],"style":"normal"},{"_key":"fece6f3e4d53","_type":"block","children":[{"_key":"fece6f3e4d530","_type":"span","marks":[],"text":"At this point, the full premiere at the 2014 New York Live Arts festival might seem like a mirage. But Williams has a history of works both large-scale and mythological, among them Ursula and the 11,000 Virgins and The Golden Legend."}],"markDefs":[],"style":"normal"},{"_key":"9c1a311f91b9","_type":"block","children":[{"_key":"9c1a311f91b90","_type":"span","marks":[],"text":"The way he talks, he can’t stop himself. “It’s in my body and blood. It’s what I do. I just dream of things and imagine them onstage. It’s literally what I do every morning … lying in my bed wondering what could exist. My biggest battle is between what I see in my cranium and the physical logistical reality that’s out there with bodies and space.”"}],"markDefs":[],"style":"normal"}],"author":"David Patrick Stearns","title":"Beasts of a musical wild","_id":"48ddaa1e-8d14-4c13-90f9-2ff6a8c3f757","heroImage":null}}]},"archive":{"edges":[{"node":{"_createdAt":"2019-07-30T23:56:16Z","title":"An International Dance Pairing","_id":"81b96c89-30c2-4291-9ccb-ce7c850d8bf4","slug":{"current":"an-international-dance-pairing"}}},{"node":{"_createdAt":"2019-07-30T23:55:43Z","title":"Cold, Hot and In-Between","_id":"ddf04542-d058-4ecf-8d9d-948c2d8bb936","slug":{"current":"cold-hot-and-in-between"}}},{"node":{"_createdAt":"2019-07-30T23:55:04Z","title":"Diving with SCUBA in Its Four City National Tour","_id":"3f3d21b3-ad57-4c94-8804-b124a3a5943a","slug":{"current":"diving-with-scuba-in-its-four-city-national-tour"}}},{"node":{"_createdAt":"2019-07-30T23:53:28Z","title":"Cheeky ‘THEN’ by Susan Rethorst and Group Motion","_id":"64a0c53e-bbc2-4e65-8255-20e6eefb067f","slug":{"current":"cheeky-then-by-susan-rethorst-and-group-motion"}}},{"node":{"_createdAt":"2019-07-30T23:52:25Z","title":"Beasts of a musical wild","_id":"48ddaa1e-8d14-4c13-90f9-2ff6a8c3f757","slug":{"current":"beasts-of-a-musical-wild"}}},{"node":{"_createdAt":"2019-07-30T23:51:33Z","title":"Review: Wolf-In-Skins","_id":"f8887ef9-1fc7-4895-a2d4-29852062ca27","slug":{"current":"review-wolf-in-skins"}}},{"node":{"_createdAt":"2019-07-30T23:50:50Z","title":"Wolf-In-Skins: Q&A with Christopher Williams","_id":"9f35df36-d529-4436-9357-bdc5cd51a565","slug":{"current":"wolf-in-skins-q-and-a-with-christopher-williams"}}},{"node":{"_createdAt":"2019-07-30T23:49:33Z","title":"2012 Dance Up Close","_id":"22307204-e4da-4a14-8286-b1f964281089","slug":{"current":"2012-dance-up-close"}}},{"node":{"_createdAt":"2019-07-30T23:48:41Z","title":"Philadelphia Dance Projects to honor Leah Stein with retrospective by Merilyn Jackson","_id":"be06751a-fdad-4705-b75a-a63618781ccb","slug":{"current":"philadelphia-dance-projects-to-honor-leah-stein-with-retrospective-by-merilyn-jackson"}}},{"node":{"_createdAt":"2019-07-30T23:47:21Z","title":"Sticks and Steins by Deni Kasrel for City Paper","_id":"98b52bcc-beea-4833-b9bc-fb9e5968cece","slug":{"current":"sticks-and-steins-by-deni-kasrel-for-city-paper"}}},{"node":{"_createdAt":"2019-07-30T23:36:02Z","title":"PDP Presents 2012 - Two Printed Program Essays","_id":"71859e15-1924-427f-b6c0-301d57ee625f","slug":{"current":"pdp-presents-2012-two-printed-program-essays"}}},{"node":{"_createdAt":"2019-07-30T23:33:10Z","title":"Lionel Popkin and Gabrielle Revlock on a dance double bill","_id":"0d2db4f0-284b-4815-bf38-0573fc15744e","slug":{"current":"lionel-popkin-and-gabrielle-revlock-on-a-dance-double-bill"}}},{"node":{"_createdAt":"2019-07-30T23:32:12Z","title":"PDP Presents 2011 Dance Up Close","_id":"7a767599-381b-4a85-a2f5-b19ca48d7b3c","slug":{"current":"pdp-presents-2011-dance-up-close"}}},{"node":{"_createdAt":"2019-07-30T23:30:14Z","title":"SCUBA shows direction of young dancers","_id":"ded4ce9b-0799-4032-9fe7-c59cdc348891","slug":{"current":"scuba-shows-direction-of-young-dancers"}}},{"node":{"_createdAt":"2019-07-30T23:29:12Z","title":"Watch the trailer for Little Ease [outside the box], a Motion Pictures selection","_id":"9c0801f8-ac01-4a88-9b85-b325eeb0d662","slug":{"current":"watch-the-trailer-for-little-ease-outside-the-box-a-motion-pictures-selection"}}},{"node":{"_createdAt":"2019-07-30T23:27:25Z","title":"Philadelphia Dance Projects in print, online, and on the radio","_id":"d4d2c601-e8f9-43c6-8a0f-e13e029b07c8","slug":{"current":"philadelphia-dance-projects-in-print-online-and-on-the-radio"}}},{"node":{"_createdAt":"2019-07-30T23:24:50Z","title":"Dance Talk: Q&A with Red Thread artists Lisa Kraus and Meg Foley","_id":"7a00d84a-d480-45ca-8b9b-8ec6f76faad9","slug":{"current":"dance-talk-q-and-a-with-red-thread-artists-lisa-kraus-and-meg-foley"}}},{"node":{"_createdAt":"2019-07-30T23:23:03Z","title":"More photos from PDP Presents 2010","_id":"bde7a907-d32c-434b-a288-a76c3d534586","slug":{"current":"more-photos-from-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:20:28Z","title":"What audiences and critics had to say about PDP Presents 2010","_id":"11edcddf-59c3-4986-8009-8e3386b84b4f","slug":{"current":"what-audiences-and-critics-had-to-say-about-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:17:50Z","title":"Dance Talk: Q&A with Ishmael Houston-Jones","_id":"e4dd6230-9ae3-4bf2-a467-ddf39c252403","slug":{"current":"dance-talk-q-and-a-with-ishmael-houston-jones"}}},{"node":{"_createdAt":"2019-07-30T23:04:19Z","title":"Dance Talk: Q&A with Chris Yon","_id":"d8780595-a73f-40a8-9ac2-596c2f2eb6a8","slug":{"current":"dance-talk-q-and-a-with-chris-yon"}}},{"node":{"_createdAt":"2019-07-30T22:59:11Z","title":"Two Faces: Review of Brigitta Herman's Physiognomy Of The Spirit","_id":"db8f64a5-e6fe-4b2d-bcba-95b34dea53ab","slug":{"current":"two-faces-review-of-brigitta-herman-s-physiognomy-of-the-spirit"}}},{"node":{"_createdAt":"2019-07-30T22:57:08Z","title":"Write On Dance: Journal V4","_id":"ac835c73-f4fe-4366-9a9f-ca6099a52ab4","slug":{"current":"write-on-dance-journal-v4"}}},{"node":{"_createdAt":"2019-07-30T22:56:23Z","title":"Write on Dance: Journal V3","_id":"bac277e5-cb55-4412-b53e-6c5466e28e03","slug":{"current":"write-on-dance-journal-v3"}}},{"node":{"_createdAt":"2019-07-30T22:55:28Z","title":"Write On Dance: Journal V2","_id":"2e744a45-778c-4ab3-8436-742e9bd76d77","slug":{"current":"write-on-dance-journal-v2"}}},{"node":{"_createdAt":"2019-07-30T22:54:24Z","title":"Dancing Elsewhere… Philly Dance Artists Abroad - Volume 1","_id":"0055f7a9-fa95-4cc2-8879-df39b14d330b","slug":{"current":"dancing-elsewhere-philly-dance-artists-abroad-volume-1"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}