{"data":{"allSanityBlogpost":{"edges":[{"node":{"_createdAt":"2019-07-30T23:47:21Z","_rawBody":[{"_key":"e92cef03282f","_type":"block","children":[{"_key":"e92cef03282f0","_type":"span","marks":["strong"],"text":"Dance Review: Leah Stein Dance Company 10th Anniversary Concert"},{"_key":"e92cef03282f1","_type":"span","marks":[],"text":"\n"},{"_key":"e92cef03282f2","_type":"span","marks":["strong"],"text":"By Deni Kasrel, for City Paper"}],"markDefs":[],"style":"normal"},{"_key":"3a329ec6bae8","_type":"image","asset":{"_ref":"image-ca8707358b7b6e834f05a2431723651bfe1392cb-302x400-jpg","_type":"reference"}},{"_key":"ac2d28688a29","_type":"block","children":[{"_key":"ac2d28688a290","_type":"span","marks":[],"text":"Dancer and choreographer Leah Stein has been performing and redefining the space between stage and audience in Philly since the late ’80s, despite what the title of the Leah Stein Dance Company 10th Anniversary Concert last weekend may imply. (The anniversary is of the company’s official status as a nonprofit.) Stein is best known for her site-specific pieces, which often require a viewer to walk around to catch what’s happening in various areas, and no retrospective of her work would be complete without them. This begs the obvious logistical question of how to port works designed for a specific vacant lot, field or fountain to the indoor stage of Spring Garden’s Performance Garage."}],"markDefs":[],"style":"normal"},{"_key":"3e1816e8cb53","_type":"block","children":[{"_key":"3e1816e8cb530","_type":"span","marks":[],"text":"Stein’s solution was to not even try to bring certain works back to life. Instead, she showed short video clips of nontransferable pieces like 1993’s “Departure,” danced in a Fairmount Park meadow, 2005’s “Bardo,” presented in an empty lot on South Broad Street and 2000’s “Falling From the Sky,” where the cast interacted with fields and fountains at Longwood Gardens. And while the wonderment of witnessing LSDC’s movement forays firsthand was diminished, there was still a sensory experience to be had: Heads in the audience visibly nodding in recognition and recollection."}],"markDefs":[],"style":"normal"},{"_key":"915e41940bd1","_type":"block","children":[{"_key":"915e41940bd10","_type":"span","marks":[],"text":"Stein’s work is extremely tactile, with an ever-present passion for exploration. Performers climb walls, wade through water, pick up fallen branches and fully interact with whatever happens to be in their space. This holds true for the music, too: Stein’s longtime collaborator, percussionist Toshi Makihara, who appeared both live and on video, is a master of found sound — music created from objects not normally considered instruments."}],"markDefs":[],"style":"normal"},{"_key":"eea1baac08db","_type":"block","children":[{"_key":"eea1baac08db0","_type":"span","marks":[],"text":"Makihara’s contribution to LSDC extends to movement performance, as in “Cabbage Two,” a humorous work he and Stein created in 1989 that proves anything can be a prop for this pair. Cabbages are chomped on, picked apart and pounded on the floor in a playful display that shows how even the simplest things can be a source of intriguing investigation."}],"markDefs":[],"style":"normal"},{"_key":"a3099cee0dfe","_type":"block","children":[{"_key":"a3099cee0dfe0","_type":"span","marks":[],"text":"Other works that were performed on site highlighted the expressionistic, contact-improv-based nature of LSDC. In 2002’s “Kite,” Stein and Jungwoong Kim bobbed, weaved and swooshed their bodies to anthropomorphize flying objects bandied about by the wind. For “Hull,” a work in progress, Kim, David Konyk and Michele Tantoco tossed and turned a sculpture of a boat hull, eliciting a sense of being lost at sea."}],"markDefs":[],"style":"normal"},{"_key":"b5d2f9167b31","_type":"block","children":[{"_key":"b5d2f9167b310","_type":"span","marks":[],"text":"The plaintive “A Lily Lilies” (2011) featured poetry recited by Josey Foo, who spoke of notions of displacement and a reverence for the natural landscape, while an outtake from “Battle Hymns” (2009) reflected on the Civil War. “Beckon,” the finale, was a light-hearted improvisation featuring the full company plus tap dancer Germaine Ingram."}],"markDefs":[],"style":"normal"},{"_key":"d67cb54aaf0f","_type":"block","children":[{"_key":"d67cb54aaf0f0","_type":"span","marks":[],"text":"Even with such a varied slate, a thoughtful sensitivity and continuity was obvious throughout the concert, hosted by Philadelphia Dance Projects. Symbols and metaphors were abundant, and everything involved intimate relationships and interactions — between the performers, surroundings, music and (last, but surely not least) audience."}],"markDefs":[],"style":"normal"}],"author":"Deni Kasrel","title":"Sticks and Steins by Deni Kasrel for City Paper","_id":"98b52bcc-beea-4833-b9bc-fb9e5968cece","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:36:02Z","_rawBody":[{"_key":"6e51f78244f7","_type":"block","children":[{"_key":"6e51f78244f70","_type":"span","marks":[],"text":"Leah Stein’s 10th Anniversary- March 8-11, 2012"}],"markDefs":[],"style":"h3"},{"_key":"27633c6abc2e","_type":"block","children":[{"_key":"27633c6abc2e0","_type":"span","marks":[],"text":"Once a space is energized, it is never the same again. -Meredith Monk*"}],"markDefs":[],"style":"blockquote"},{"_key":"59d98ae971e7","_type":"block","children":[{"_key":"59d98ae971e70","_type":"span","marks":[],"text":"Leah Stein’s dances take place in the present tense. Beginning with a radically open, movement-based mindfulness of her body and the surrounding environment, she induces a similar sense of presence in her dancers and collaborators to what is around them. Somehow, this expanded awareness makes its way into the audience. It may be, as Meredith Monk suggests, that even the surroundings are awakened in a new way. Anyone who has been to one of her performances has experienced this. I remember first seeing her work, as she and a group of dancers and non-dancers moved through the high grass of a Fairmount Park meadow in the late-afternoon summer sun (Departure, 1993), as if it were happening now."}],"markDefs":[],"style":"normal"},{"_key":"765e63789ee8","_type":"block","children":[{"_key":"765e63789ee80","_type":"span","marks":[],"text":"Her outdoor work, which has been a touchstone for her and her company, has this gently transgressive and powerful effect. The act of moving through places where dancers don’t usually go compels a heightened attention right away. Watch her dancers travel through a vacant lot (Bardo, 2005), exploring the effects of bodies against brick, gravel and each other, with the growing awareness that the lot is not vacant: it is filled with stuff, both concrete and ephemeral – growing weeds, leaning beams, street sounds – that have been waiting to be attended to."}],"markDefs":[],"style":"normal"},{"_key":"3495a79a7cda","_type":"image","asset":{"_ref":"image-3df9c4bf1ea352f4a73e67e70c53294edadcfdcd-502x388-jpg","_type":"reference"}},{"_key":"73f87783f3f3","_type":"block","children":[{"_key":"73f87783f3f30","_type":"span","marks":[],"text":"This mind-opening effect is shared, to an extent, with other practitioners of the small but significant field of site-specific dance. Coming out of Happenings and other hybrid artistic developments of the 1950’s and 60’s, site-specific dance was birthed through experiments by Monk, Trisha Brown, Anna Halprin and others. Stein is of a younger generation, but her calling toward place-based dance, starting with a childhood spent absorbing the countryside of New York’s Hudson Valley, feels inevitable, and her work is her own."}],"markDefs":[],"style":"normal"},{"_key":"481045213768","_type":"block","children":[{"_key":"4810452137680","_type":"span","marks":[],"text":"Some things that her work is not: although it may take place on a city street, it is never confrontational. Although her work is infused with awareness of the many layers of meaning embodied in each place, it is utterly free of polemics. Instead, viewers are welcomed into a potential space where they can make their own connections. Stein’s artistic coming-of-age through contact improvisation and other related disciplines gave her a model for direct encounter with a respected partner, following the leading edge of the unexpected to a new experience. The moments of discovery that come regularly in her performances – funny, hushed or breathtaking – issue from this."}],"markDefs":[],"style":"normal"},{"_key":"f1cd77a1b731","_type":"block","children":[{"_key":"f1cd77a1b7310","_type":"span","marks":[],"text":"Stein’s arena of awareness extends to sound, and the relationship of movement and sound in her work has deepened over the years. Her long collaboration with percussionist Toshi Makihara, who sensitively “plays” walls, trees and other available surfaces, has helped bring about moments of great attunement. In the past five years, collaborative projects with composers including David Lang and Pauline Oliveros have resulted in some of her most large-scale and ambitious works. The haunting Urban ECHO: Circle Told (with Oliveros, 2008), staged in the resonant domed chamber of The Rotunda with members of the Mendelssohn Choir moving along with the dancers, allowed a blossoming of the sensuous interplay of moving sound and sounding movement."}],"markDefs":[],"style":"normal"},{"_key":"4b9644f9b4ba","_type":"block","children":[{"_key":"4b9644f9b4ba0","_type":"span","marks":[],"text":"Whether happening outdoors or indoors, in natural, built or decaying spaces, what her work always delivers is a sense of communion. Stein’s brave and generous approach to making dance brings about a new, communal awareness in us. And once our awareness has been activated, it is never the same again."}],"markDefs":[],"style":"normal"},{"_key":"fdb3f1cb37d6","_type":"block","children":[{"_key":"fdb3f1cb37d60","_type":"span","marks":[],"text":"*Meredith Monk: “Continuing,” in Site Dance: Choreographers and the Lure of Alternative Spaces, edited by Melanie Kloetzel and Carolyn Pavlik, p. 50. University Press of Florida, Gainesville, FL, 2009. Leah Stein’s essay “Of Grass and Gravel” is also included in this valuable book."}],"markDefs":[],"style":"normal"},{"_key":"6e817cb3bb4a","_type":"block","children":[{"_key":"6e817cb3bb4a0","_type":"span","marks":[],"text":"[Miriam Seidel is a writer, critic and curator and currently corresponding Editor for Art in America. She covered dance for the Philadelphia Inquirer from 1990-2005.]"}],"markDefs":[],"style":"normal"},{"_key":"2eaf35e17850","_type":"block","children":[{"_key":"2eaf35e178500","_type":"span","marks":[],"text":"Faye Driscoll Informance February 18, 2012"}],"markDefs":[],"style":"h3"},{"_key":"f666d7710d3a","_type":"block","children":[{"_key":"f666d7710d3a0","_type":"span","marks":[],"text":"Meg Foley, Guest Artist Curator comments:"}],"markDefs":[],"style":"normal"},{"_key":"747c1ad3a96b","_type":"image","asset":{"_ref":"image-3c7d5e28e4426c9be7281d987db776f1b7735247-182x124-jpg","_type":"reference"}},{"_key":"9d8a17c0a708","_type":"block","children":[{"_key":"9d8a17c0a7080","_type":"span","marks":[],"text":"Faye Driscoll is going deep; she is smart, rigorous, and creating fiercely relevant and imaginative work. At the center of Driscoll’s work is full force physical commitment laying bare the states and relationships evolving over and within the performers’ bodies, evolutions that manifest in nameable archetypes and then just as quickly dissolve and disappear from our view. Driscoll’s work presents a body housing multiple narratives, a human living out many relationships and identities. And she does all this without engaging with forced theatrics; instead identifications emerge from within, proving a permeable body being stretched by the bounds of her work itself. In this intermingling of “reality” and “imagination”, Driscoll’s work challenges the very notion of representation and explores how we construct identity and narrative, and how we simply exist next to another body."}],"markDefs":[],"style":"normal"},{"_key":"3e18820e15b4","_type":"image","asset":{"_ref":"image-acb1a0dd8ea4681af4562889ce318a486c471b75-302x208-jpg","_type":"reference"}},{"_key":"71328f04d67d","_type":"block","children":[{"_key":"71328f04d67d0","_type":"span","marks":[],"text":"Driscoll exists in the vanguard of artistic inquiry around performance practice and associative identity.\nI consider Faye Driscoll a necessary and welcome voice in the contemporary performance community.\nWe are so happy to have her here."}],"markDefs":[],"style":"normal"},{"_key":"30799f854552","_type":"block","children":[{"_key":"30799f8545520","_type":"span","marks":[],"text":"[Meg Foley, independent choreographer/dancer, is founder of Moving Parts (movingpartsdance.org).\nHer next performance is March 28-31, 2012 at the "},{"_key":"30799f8545521","_type":"span","marks":["93c045fb891d"],"text":"Badass Fun Dance: a mini-festival"},{"_key":"30799f8545522","_type":"span","marks":[],"text":", at "},{"_key":"30799f8545523","_type":"span","marks":["71c3fe6606b6"],"text":"Harbourfront Centre"},{"_key":"30799f8545524","_type":"span","marks":[],"text":" Toronto, Ontario]"}],"markDefs":[{"_key":"93c045fb891d","_type":"link","href":"http://www.harbourfrontcentre.com/whatson/today.cfm?id=3296"},{"_key":"71c3fe6606b6","_type":"link","href":"http://www.harbourfrontcentre.com/"}],"style":"normal"}],"author":"Philadelphia Dance Projects","title":"PDP Presents 2012 - Two Printed Program Essays","_id":"71859e15-1924-427f-b6c0-301d57ee625f","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:33:10Z","_rawBody":[{"_key":"7be0593afcb5","_type":"block","children":[{"_key":"7be0593afcb50","_type":"span","marks":[],"text":"Sometimes when a critic sees a dance the first time, it goes over her head. On a witty double bill with Lionel Popkin at Philadelphia Dance Projects’ season opener at the Performance Garage on Friday, I saw Gabrielle Revlock’s "},{"_key":"7be0593afcb51","_type":"span","marks":["em"],"text":"Share!"},{"_key":"7be0593afcb52","_type":"span","marks":[],"text":" a second time since it premiered in 2009."}],"markDefs":[],"style":"normal"},{"_key":"910b821fdf2f","_type":"block","children":[{"_key":"910b821fdf2f0","_type":"span","marks":[],"text":"I got the wit part back then, but not the “share.” With Julius Masri performing his soundscape live off to one side, Bonnie Friel stands on a riser lip-synching “Red River Valley.” Gregory Holt and Revlock dance Revlock’s eccentric and often original choreography: standing in place, the right toe raised slightly, the buttock rocking up and down with the eyes rolled upward - a motif repeated throughout the dance until you get its slightly bored affect. Eventually the three begin removing multiple sets of underwear and exchanging them, but finally it all ends up in heaps on Friel - shared."}],"markDefs":[],"style":"normal"},{"_key":"7ff8a1d39a7c","_type":"block","children":[{"_key":"7ff8a1d39a7c0","_type":"span","marks":[],"text":"Popkin illuminated Philadelphia stages years ago, but we lost him to Trisha Brown’s company and now to UCLA, where he teaches. His "},{"_key":"7ff8a1d39a7c1","_type":"span","marks":["em"],"text":"There Is an Elephant in This Dance"},{"_key":"7ff8a1d39a7c2","_type":"span","marks":[],"text":" is something you might have to see more than once."}],"markDefs":[],"style":"normal"},{"_key":"92db498bbbd3","_type":"block","children":[{"_key":"92db498bbbd30","_type":"span","marks":[],"text":"Popkin, Ishmael Houston-Jones, Carolyn Hall, and Zornitsa Stoyanova warmed up the audience by coming out and chatting up individuals, creating a lovely connection between us. As Stoyanova donned the elephant costume, she asked an audience member to help her. When she danced, hopping, mincing along on her knees, flapping her trunk, we felt affection for her. The elephant seemed pensive, dejected, and then brightened at times, on stage as well as in Kyle Ruddick and Cari Ann Shim’s ghostly video projected throughout."}],"markDefs":[],"style":"normal"},{"_key":"7c08ef593458","_type":"block","children":[{"_key":"7c08ef5934580","_type":"span","marks":[],"text":"Popkin riveted us with an upstage center solo done in one spot. Without moving his feet, he moved or shook every other body part, even his mouth, blowing air out at us, eyes twinkling. At times he could have been evading an insect. Or he’d just let his upper torso sway and sink into his hips. All the while, he never lost eye contact with the audience, and we loved it."}],"markDefs":[],"style":"normal"},{"_key":"eac8cfc4e708","_type":"block","children":[{"_key":"eac8cfc4e7080","_type":"span","marks":[],"text":"Houston-Jones (another Philly ex-pat) stomps and travels rapidly across the stage in a vigorous dance that ends abruptly as he saunters away, shrugging it off with a raised eyebrow. Popkin dances with Hall; they do a back crossover tango step, and she leaps high backward into his hands. Popkin puts on the elephant, does kazatskis in it - funny, sad. Sometimes you don’t quite get a dance, but you know it was something heady."}],"markDefs":[],"style":"normal"}],"author":"Merilyn Jackson","title":"Lionel Popkin and Gabrielle Revlock on a dance double bill","_id":"0d2db4f0-284b-4815-bf38-0573fc15744e","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:32:12Z","_rawBody":[{"_key":"a5bf650d026f","_type":"block","children":[{"_key":"a5bf650d026f0","_type":"span","marks":[],"text":"My get-your-ass-out-of-the-audience-seat highpoints for March were the two PDP workshops I joined, taught by Christopher Williams and Ishmael Houston-Jones, plus a Williams’ Informance. I don’t think dance workshops can get better than these offered by two amazing artists in from New York at the Performing Garage on Brandywine."}],"markDefs":[],"style":"normal"},{"_key":"a0abaf7e52ae","_type":"image","asset":{"_ref":"image-4fb08862cabf90fd270b4840bf59fe5fddfa7186-302x364-jpg","_type":"reference"}},{"_key":"e8dbac45ae0d","_type":"block","children":[{"_key":"e8dbac45ae0d0","_type":"span","marks":[],"text":"This was my own discovery of Williams, a Nijinsky-like genius. The foundation gods should rain a MacArthur on this fellow. I’m ready to offer sacrifices or whatever it takes for this divine intervention. Williams taught a dance/puppetry workshop—decidedly not on the usual dance workshop menu. Aided by the stunning Caitlyn Scranton, also down from NY—she danced the Lucinda Childs solo role in the reconstruction of Childs’ “Dances”—Williams taught a section from his Portuguese Suite work, a challenge not only for me I should add. Then he pulled out a Bunraku puppet, and we spent the rest of time, a trio of us at a time, huddled as one mass behind the 3 to 4 foot puppet, re-creating that same dance movement on the inanimate dancer-to-be. My viewing of puppets will be forever altered by the experience."}],"markDefs":[],"style":"normal"},{"_key":"b6421d6d0f60","_type":"block","children":[{"_key":"b6421d6d0f600","_type":"span","marks":[],"text":"Beyond his dance chops as a choreographer and dancer with Tere O’Connor and Douglas Dunn, this guy has high art puppeteer skills which you can see in the upcoming master puppeteer, Basil Twist’s Petrushka (Annenberg, April 6—16) where Williams will be the Ballet Captain (what a name) setting the puppets’ choreography and performing the title puppet role of Petrushka."}],"markDefs":[],"style":"normal"},{"_key":"7a1ad29da66f","_type":"image","asset":{"_ref":"image-1a1d837107845c03eb379e1251a570100e47f748-182x136-jpg","_type":"reference"}},{"_key":"ddf34ae23336","_type":"block","children":[{"_key":"ddf34ae233360","_type":"span","marks":[],"text":"Later in the evening, and starting off with a Hans Memling northern Renaissance image of St. Ursula—who actually looked like a mother puppeteer with her children or angels strung under her outstretched arms—Williams gave an amazing talk with selected video and images from two epic works, one a series of solos of women saints, called "},{"_key":"ddf34ae233361","_type":"span","marks":["em"],"text":"Ursula and the 11,000 Virgins"},{"_key":"ddf34ae233362","_type":"span","marks":[],"text":" (winning a “Bessie” in 2005), and from the apocryphal, "},{"_key":"ddf34ae233363","_type":"span","marks":["em"],"text":"The Golden Legend,"},{"_key":"ddf34ae233364","_type":"span","marks":[],"text":" another dance series of male saints, which Williams described as the tales of comic book heroes."}],"markDefs":[],"style":"normal"},{"_key":"562c85fe2ba4","_type":"block","children":[{"_key":"562c85fe2ba40","_type":"span","marks":[],"text":"Meticulously researched and presented with some of the best of New York’s dancers, these works both seemed true to the crazy stories of sainthood with a contemporary mix of humor and irony, and an in your face eroticism and sensuality that only dance can create. St. Lawrence gets grilled alive in a torrent of homoeroticism and pain upon a grill created by the crossed arms of his fellow dancers upon which he is tossed. St. Francis speaks original text in Italian as he struggles with his loneliness. St. Vincent of Saragossa’s dance includes a crow puppet alighting protectively around his body, which after multiple tortures and deaths, is tossed into the wilderness for beasts to devour."}],"markDefs":[],"style":"normal"},{"_key":"773c61e09055","_type":"block","children":[{"_key":"773c61e090550","_type":"span","marks":[],"text":"Williams is brilliant in every way a great artist can be and winsomely articulate about his work while retaining a down to earth humility. His dance seemed to encompass the entire range from the early moderns (for whom gods and natural forces were ready subject matter) to the post-moderns. We’ve got to find a way to bring these works to Philadelphia as even in New York, as they apparently had single, short duration runs. Presenter and funding gods, are you listening?"}],"markDefs":[],"style":"normal"},{"_key":"3afeb7317bb1","_type":"image","asset":{"_ref":"image-1a08b83d1de0d42378effbe1be29327bd18d25f4-150x113-jpg","_type":"reference"}},{"_key":"a7860a5033a8","_type":"image","asset":{"_ref":"image-45f001773cd9066c72a515ebd190711e8b8f9d2b-184x113-jpg","_type":"reference"}},{"_key":"3d0814b4ec9f","_type":"block","children":[{"_key":"3d0814b4ec9f0","_type":"span","marks":[],"text":"A couple of weeks later Ishmael Houston-Jones hopped off a train from New York to make a return-to-roots Philadelphia visit for his workshop on joining spoken narrative and movement. Ishmael, a master teacher and artist, and the most relaxing and likeable of guys to hang out with in a dance studio, wove a wonderful series of exercises, including spontaneous and from memory writing, improv movement exercises, and then subtle joining of individual spoken narrative with movement, leading to end of session performances in which we broke into quartets."}],"markDefs":[],"style":"normal"},{"_key":"53637c70ee56","_type":"block","children":[{"_key":"53637c70ee560","_type":"span","marks":[],"text":"The quartets had each person bring in one’s own narratives and movements which quickly dissolved in part under the influence of the other three’s words and movement—a stew of surprising results, which was sufficiently rich and eye-opening that I yearned for 2nd and 3rd rounds, which couldn’t occur in the time-frame. Ishmael’s early work was reconstructed a year ago in a PDP program of late 70s and early 80s Philadelphia work, which has happily led to Greg Holt—in an Ishmael piece then— being invited to tour with Ishmael in Europe later in the year. Terry Fox/PDP’s magic at work."}],"markDefs":[],"style":"normal"}],"author":"Jonathan M. Stein","title":"PDP Presents 2011 Dance Up Close","_id":"7a767599-381b-4a85-a2f5-b19ca48d7b3c","heroImage":null}},{"node":{"_createdAt":"2019-07-30T23:30:14Z","_rawBody":[{"_key":"bdb476237c22","_type":"block","children":[{"_key":"bdb476237c220","_type":"span","marks":[],"text":"If dance is poetry in motion, it follows that some dances would offer the clarity of elegant verse and others, a more-challenging-to-follow complexity. The three works on this year’s edition of SCUBA, the grassroots dance touring program that includes Philadelphia Dance Projects, are on different spots on that continuum."}],"markDefs":[],"style":"normal"},{"_key":"e437e20cef3a","_type":"block","children":[{"_key":"e437e20cef3a0","_type":"span","marks":[],"text":"Seen at Temple University’s Conwell Dance Theater on Friday, they formed a useful snapshot of where younger dance artists are heading and yielded some exhilarating moments of movement and, yes, poetry."}],"markDefs":[],"style":"normal"},{"_key":"62db83bcf31a","_type":"block","children":[{"_key":"62db83bcf31a0","_type":"span","marks":[],"text":"San Franciscan Katie Faulkner, partnered by Private Freeman, achieved a luminous eloquence in "},{"_key":"62db83bcf31a1","_type":"span","marks":["em"],"text":"Until We Know for Sure."},{"_key":"62db83bcf31a2","_type":"span","marks":[],"text":" They began and ended with one balanced on the thighs of the other, floor-bound, and scooting forward. In between, they rendered a complicated relationship through a moment-by-moment readout of small ecstasies and discouragements - sailing lifts and curious crumplings. At one moment, Freeman hoisted Faulkner from behind so she rested her chin on her folded lower arms, her legs free to sway right and left. It is the care in catching and highlighting in-between moments like this that makes this duet and Faulkner’s 2008 film "},{"_key":"62db83bcf31a3","_type":"span","marks":["em"],"text":"LOOM"},{"_key":"62db83bcf31a4","_type":"span","marks":[],"text":" wonderfully satisfying."}],"markDefs":[],"style":"normal"},{"_key":"e7b0eedcf707","_type":"block","children":[{"_key":"e7b0eedcf7070","_type":"span","marks":[],"text":"Philadelphia’s Jumatatu Poe, along with Michele Tantoco and a seated line of audience volunteers, performed "},{"_key":"e7b0eedcf7071","_type":"span","marks":["em"],"text":"Flight Attendants,"},{"_key":"e7b0eedcf7072","_type":"span","marks":[],"text":" using the dance as a place to chew on ideas about service. There are potent images - Tantoco popping out of a suitcase, a cyclical duet that started face to face and ended up thrown and tossed this way and that. Poe came apart at the seams in various ways, as does the suitcase that eventually wheeled him offstage. He delivered familiar aircraft safety info, but mixed with “J-setting,” a sinuous dance form that originated with drill teams."}],"markDefs":[],"style":"normal"},{"_key":"3f72520e2a21","_type":"block","children":[{"_key":"3f72520e2a210","_type":"span","marks":[],"text":"Amelia Reeber from Seattle floated bunches of thoughts in "},{"_key":"3f72520e2a211","_type":"span","marks":["em"],"text":"this is a forgery,"},{"_key":"3f72520e2a212","_type":"span","marks":[],"text":" and a lack of connectedness or literal reference point worked to her advantage. Each audience member made sense of it for him or herself: Reeber tethered to one edge of the space unreeling the cords that bonded her legs, Reeber’s "},{"_key":"3f72520e2a213","_type":"span","marks":["em"],"text":"doppelganger"},{"_key":"3f72520e2a214","_type":"span","marks":[],"text":"seen in a video projection, there to witness and comment on her onstage presence, the cat whose image opened the piece, seated, patient, and observing. Reeber is a versatile mover whose fragmented investigations are particularly arresting. She’s on a cosmic quest, dappled in starlight, and on the way to getting it all figured out."}],"markDefs":[],"style":"normal"}],"author":"Lisa Kraus","title":"SCUBA shows direction of young dancers","_id":"ded4ce9b-0799-4032-9fe7-c59cdc348891","heroImage":null}}]},"archive":{"edges":[{"node":{"_createdAt":"2019-07-30T23:47:21Z","title":"Sticks and Steins by Deni Kasrel for City Paper","_id":"98b52bcc-beea-4833-b9bc-fb9e5968cece","slug":{"current":"sticks-and-steins-by-deni-kasrel-for-city-paper"}}},{"node":{"_createdAt":"2019-07-30T23:36:02Z","title":"PDP Presents 2012 - Two Printed Program Essays","_id":"71859e15-1924-427f-b6c0-301d57ee625f","slug":{"current":"pdp-presents-2012-two-printed-program-essays"}}},{"node":{"_createdAt":"2019-07-30T23:33:10Z","title":"Lionel Popkin and Gabrielle Revlock on a dance double bill","_id":"0d2db4f0-284b-4815-bf38-0573fc15744e","slug":{"current":"lionel-popkin-and-gabrielle-revlock-on-a-dance-double-bill"}}},{"node":{"_createdAt":"2019-07-30T23:32:12Z","title":"PDP Presents 2011 Dance Up Close","_id":"7a767599-381b-4a85-a2f5-b19ca48d7b3c","slug":{"current":"pdp-presents-2011-dance-up-close"}}},{"node":{"_createdAt":"2019-07-30T23:30:14Z","title":"SCUBA shows direction of young dancers","_id":"ded4ce9b-0799-4032-9fe7-c59cdc348891","slug":{"current":"scuba-shows-direction-of-young-dancers"}}},{"node":{"_createdAt":"2019-07-30T23:29:12Z","title":"Watch the trailer for Little Ease [outside the box], a Motion Pictures selection","_id":"9c0801f8-ac01-4a88-9b85-b325eeb0d662","slug":{"current":"watch-the-trailer-for-little-ease-outside-the-box-a-motion-pictures-selection"}}},{"node":{"_createdAt":"2019-07-30T23:27:25Z","title":"Philadelphia Dance Projects in print, online, and on the radio","_id":"d4d2c601-e8f9-43c6-8a0f-e13e029b07c8","slug":{"current":"philadelphia-dance-projects-in-print-online-and-on-the-radio"}}},{"node":{"_createdAt":"2019-07-30T23:24:50Z","title":"Dance Talk: Q&A with Red Thread artists Lisa Kraus and Meg Foley","_id":"7a00d84a-d480-45ca-8b9b-8ec6f76faad9","slug":{"current":"dance-talk-q-and-a-with-red-thread-artists-lisa-kraus-and-meg-foley"}}},{"node":{"_createdAt":"2019-07-30T23:23:03Z","title":"More photos from PDP Presents 2010","_id":"bde7a907-d32c-434b-a288-a76c3d534586","slug":{"current":"more-photos-from-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:20:28Z","title":"What audiences and critics had to say about PDP Presents 2010","_id":"11edcddf-59c3-4986-8009-8e3386b84b4f","slug":{"current":"what-audiences-and-critics-had-to-say-about-pdp-presents-2010"}}},{"node":{"_createdAt":"2019-07-30T23:17:50Z","title":"Dance Talk: Q&A with Ishmael Houston-Jones","_id":"e4dd6230-9ae3-4bf2-a467-ddf39c252403","slug":{"current":"dance-talk-q-and-a-with-ishmael-houston-jones"}}},{"node":{"_createdAt":"2019-07-30T23:04:19Z","title":"Dance Talk: Q&A with Chris Yon","_id":"d8780595-a73f-40a8-9ac2-596c2f2eb6a8","slug":{"current":"dance-talk-q-and-a-with-chris-yon"}}},{"node":{"_createdAt":"2019-07-30T22:59:11Z","title":"Two Faces: Review of Brigitta Herman's Physiognomy Of The Spirit","_id":"db8f64a5-e6fe-4b2d-bcba-95b34dea53ab","slug":{"current":"two-faces-review-of-brigitta-herman-s-physiognomy-of-the-spirit"}}},{"node":{"_createdAt":"2019-07-30T22:57:08Z","title":"Write On Dance: Journal V4","_id":"ac835c73-f4fe-4366-9a9f-ca6099a52ab4","slug":{"current":"write-on-dance-journal-v4"}}},{"node":{"_createdAt":"2019-07-30T22:56:23Z","title":"Write on Dance: Journal V3","_id":"bac277e5-cb55-4412-b53e-6c5466e28e03","slug":{"current":"write-on-dance-journal-v3"}}},{"node":{"_createdAt":"2019-07-30T22:55:28Z","title":"Write On Dance: Journal V2","_id":"2e744a45-778c-4ab3-8436-742e9bd76d77","slug":{"current":"write-on-dance-journal-v2"}}},{"node":{"_createdAt":"2019-07-30T22:54:24Z","title":"Dancing Elsewhere… Philly Dance Artists Abroad - Volume 1","_id":"0055f7a9-fa95-4cc2-8879-df39b14d330b","slug":{"current":"dancing-elsewhere-philly-dance-artists-abroad-volume-1"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}