{"data":{"allSanityPressclips":{"edges":[{"node":{"_createdAt":"2019-08-21T16:31:19Z","title":"The Cousineaus in Full Retrospective","_id":"62691243-748a-4f08-bd3c-1502ccdbe599","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/1c2d96e49bb4c1b1313cbbd56ee76315e748c0e1-520x240.jpg","_id":"image-1c2d96e49bb4c1b1313cbbd56ee76315e748c0e1-520x240-jpg"}},"_rawBody":[{"_key":"5ddb94171e72","_type":"block","children":[{"_key":"5ddb94171e720","_type":"span","marks":[],"text":"Watching and reviewing Niki Cousineau's choreography and dance for more than 15 years, I have noted a certain delicacy, even reticence, coming through. She's not a flashy, over-the-top mover, but allows her intellect and commitment to craft to put her dance theater work over."}],"markDefs":[],"style":"normal"},{"_key":"c9d85ecf1895","_type":"block","children":[{"_key":"c9d85ecf18950","_type":"span","marks":[],"text":"It helps that in 1996 she hooked up with the precision-minded Jorge Cousineau, an award-winning set, lighting, and sound designer. As the duo that has constituted Subcircle since 1997, they unveiled their latest work Thursday at the Performance Garage for a weekend run that ends Saturday night."}],"markDefs":[],"style":"normal"},{"_key":"9739a140bb29","_type":"block","children":[{"_key":"9739a140bb290","_type":"span","marks":[],"text":"Their title is \"All this happened, more or less,\" the opening line of Kurt Vonnegut's "},{"_key":"9739a140bb291","_type":"span","marks":["em"],"text":"Slaughterhouse 5"},{"_key":"9739a140bb292","_type":"span","marks":[],"text":", which centers on the World War II firebombing of Dresden, Germany, Jorge's birthplace. His set consists of crazily tilted white structures that could be from a Fritz Lang film. The dancers easily break them down and realign them, or make them explode into the rafters."}],"markDefs":[],"style":"normal"},{"_key":"64a05ccd474b","_type":"block","children":[{"_key":"64a05ccd474b0","_type":"span","marks":[],"text":"Jorge made his performance debut dancing with wife Niki. He moves quite naturally, if a bit shyly, in this piece that serves as a retrospective of their work, life, and love together. The other dancers - Christy Lee, Scott McPheeters, Christina Zani - had each performed with Subcircle, and helped move the memories along by calling out the years as they danced."}],"markDefs":[],"style":"normal"},{"_key":"62b0e2a45773","_type":"block","children":[{"_key":"62b0e2a457730","_type":"span","marks":[],"text":"The Cousineaus opened in silence with sign language, later ending with little arabesques. Sections were taken from shows such as 2000's \"Banking Hours,\" and 2002's \"ADA,\" the inaugural show at the Performance Garage. Much of the movement, once in full swing, had elbows jutting back and other angular moves echoing the architecture of the set."}],"markDefs":[],"style":"normal"},{"_key":"1fb828433a4f","_type":"block","children":[{"_key":"1fb828433a4f0","_type":"span","marks":[],"text":"Rosie Langabeer's guitar chords warmed the atmosphere, and Jorge's video projections, live and taped, enlivened the white set, falling on the structures and screen backdrops. Fast-forward to 2048, and they \"draw\" each other's outlines on a screen with a projector. Niki draws water through them, dissolving their outlines in mist. As Jorge quotes Vonnegut: \"So it goes.\""}],"markDefs":[],"style":"normal"}]}},{"node":{"_createdAt":"2019-08-21T16:11:50Z","title":"Making Nice, More or Less","_id":"010075c8-844e-4972-bb8b-e0c8af962156","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/fff1e4ea149704ca78ed01a653d19e30550f41d2-678x381.jpg","_id":"image-fff1e4ea149704ca78ed01a653d19e30550f41d2-678x381-jpg"}},"_rawBody":[{"_key":"36d1d0bee187","_type":"block","children":[{"_key":"36d1d0bee1870","_type":"span","marks":[],"text":"Subcircle’s All this happened, more or less, presented by Philadelphia Dance Projects, is the nicest dance I have seen in a long time; nice like holding hands, or vanilla ice cream, or an easy breeze on an early spring day."}],"markDefs":[],"style":"normal"},{"_key":"05b1e62f694c","_type":"block","children":[{"_key":"05b1e62f694c0","_type":"span","marks":[],"text":"The Performance Garage stage is dressed in gauzy black and cream fabric, with scrims at the back to catch projections and a large, unsteady stack of architectural pieces made of white foam core set in the middle of the stage. I find myself appreciating the transformation of a known space and the clean, minimal look of the set. Niki and Jorge Cousineau, who are very much at home with each other and on the stage, open the piece by reciting years and gesturing with their hands to “describe” them. “1996” she says as Jorge draws a small line in space in front of his chest; “1998” says he and Niki jumps and rubs her legs vigorously with her palms. There is a simplicity to the vocabulary, and a sweetness. He takes a wrapped candy out of his pocket for her; they often look at each other and smile. In a contrasting moment, Jorge curls up on the floor and she stands in the curve of his body, leaning out toward the audience. There is pressure between the bodies, they are off-kilter, like the akimbo pieces of architecture. This moment stands out because so often during the dance as a whole, bodies, objects and meaning were stacked almost too easily into their proper place. After the opening section, the set tumbles down. Niki shifts the pieces, which read as parts of a house (maybe the house they are building together) with her body as Jorge amplifies the accompanying sound through a computer upstage left. During this section, I begin to wonder about the role of the dancer in this piece. This line of questioning persists as Jorge brings out a clothesline, stringing out a long line of white shirts while Niki weaves around them and switches their places along the line. It is a strong image, and would photograph beautifully, but does not need the accompanying dance. Dance’s rather persistent quality of taking up space and time kept pointing itself out and in this instance, because Niki “stayed at home with the dance” as Jorge stepped out to work with technological elements, the dance was feminine. Soon after, Jorge gives a pretend TED talk, complete with basic scientific facts about memory, suggesting that the intellectual content is male.The years go on into the 2000s and other dancers enter the stage to recreate some of Subcircle’s earlier works. The performers, Christy Lee, Christina Zani and Scott McPheeters, are mature, serene and appear to be members of a supportive community. Beau Hancock appears on video only (first on a scrim and later in a duet with Niki projected on new stacks of the set in the center of the stage). His role is not explained, which is unfortunate because rather than an extension of Jorge in the rather romantic duet (which I am assuming is the intended reading), he is like an interloping stranger. In the sections following, the dancers politely take turns. Nothing is ever too loud or harsh, or takes too much effort. There are hints of conflict, disaster even—the house flies apart with a thunderous crash—but the performers seem unscathed. They continue to bend lithely, sweep their legs in small arcs and lightly touch each other or smile and embrace. Coming out of this cozy warmth comes another striking image, Niki and Jorge trace live feed projections of each other’s bodies with pen onto a tiny foam core house and then wash the lines away with water from a tiny glass. Beautiful, but a bit out of left field, I experience this moment as a nod to erasure and dance’s other persistent habit of disappearance. I went into the performance knowing that the piece was to be about Niki and Jorge Cousineau’s relationship and I left the performance not knowing much more about it. I can, however, imagine them holding hands sweetly for decades to come. “2034… 2048” they say, and the dance goes on."}],"markDefs":[],"style":"normal"}]}}]},"archive":{"edges":[{"node":{"_createdAt":"2019-08-21T16:31:19Z","title":"The Cousineaus in Full Retrospective","_id":"62691243-748a-4f08-bd3c-1502ccdbe599","slug":{"current":"the-cousineaus-in-full-retrospective"}}},{"node":{"_createdAt":"2019-08-21T16:11:50Z","title":"Making Nice, More or Less","_id":"010075c8-844e-4972-bb8b-e0c8af962156","slug":{"current":"making-nice-more-or-less"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}