{"data":{"allSanityPressclip":{"edges":[{"node":{"date":"2019-02-26","author":"Gary L. Day","organization":"Broad Street Review","_createdAt":"2019-08-21T18:15:52Z","title":"Five years that changed Philly forever","_id":"f36801eb-b2a2-4b6c-b2bf-34fc3f36d1b0","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/a745ac2861bffb819b079fa1f86634de2a019e20-3888x2588.jpg","_id":"image-a745ac2861bffb819b079fa1f86634de2a019e20-3888x2588-jpg"}},"_rawBody":[{"_key":"e330e0752b38","_type":"block","children":[{"_key":"e330e0752b380","_type":"span","marks":["strong"],"text":"Old City Arts 1975-1980 shows how artists shaped the city of Philadelphia "}],"markDefs":[],"style":"normal"},{"_key":"5377c8b09402","_type":"block","children":[{"_key":"5377c8b094020","_type":"span","marks":[],"text":"What was happening on South Street in the 1970s? What does that have to do with First Fridays in Old City today, and nightly crowds of music, theater, and concert-goers on Broad Street? A history effort through Philadelphia Dance Projects (PDP), titled Old City Arts 1975-1980, connects the dots and spotlights the artists who set their sights on the future."}],"markDefs":[],"style":"normal"},{"_key":"86b9dd732322","_type":"block","children":[{"_key":"86b9dd7323220","_type":"span","marks":[],"text":"About two years ago, PDP, with funding from the Pew Center for Arts and Heritage, launched its project to document an unusual five-year period in the history of Philly’s arts scene. From approximately 1975 to 1980, Old City Arts (OCA), an amorphous collaboration of individual artists in a variety of fields, created a vibrant and exciting arts scene in what up until then had been a decaying industrial neighborhood due for demolition and development."}],"markDefs":[],"style":"normal"},{"_key":"e23ca842ec4f","_type":"block","children":[{"_key":"e23ca842ec4f0","_type":"span","marks":["strong"],"text":"Creative combustion"}],"markDefs":[],"style":"normal"},{"_key":"03bae6ef559e","_type":"block","children":[{"_key":"03bae6ef559e0","_type":"span","marks":[],"text":"PDP’s history project, headed by PDP director Terry Fox (with the help of artists Jeff Cain, Ishmael Houston-Jones, and a host of other artists from that period) seeks to document that period of time between the decline of South Street as an arts hub in the 1970s, and the general renaissance of the arts in Center City in the 1980s."}],"markDefs":[],"style":"normal"},{"_key":"003fbf6971a5","_type":"block","children":[{"_key":"003fbf6971a50","_type":"span","marks":[],"text":"In the ’70s, a lot of artists had taken up residence in Old City, mostly because of exceedingly cheap rents. At the time, the neighborhood consisted of a lot of run-down or unused warehouses and industrial buildings. At about the same time, South Street was losing some of its luster as a center of the arts, with commercialism rearing its transformative head. So, as often happens with urban artistic trends, certain factors came together—mostly artistic drive coupled with the cheap rents—and a creative combustion occurred."}],"markDefs":[],"style":"normal"},{"_key":"21f2e4c29442","_type":"block","children":[{"_key":"21f2e4c294420","_type":"span","marks":["strong"],"text":"Enter the Planning Commission"}],"markDefs":[],"style":"normal"},{"_key":"5c3c1a62931b","_type":"block","children":[{"_key":"5c3c1a62931b0","_type":"span","marks":[],"text":"What is not generally known is that, at the same time, Philadelphia’s Planning Commission was eyeing the neighborhood. This was on the heels of successful transformation in Society Hill, and the commission had set its sights on Old City. The plan was to demolish most of the neighborhood and erect more new high-rise residences. According to one artist who lived there at the time, the result would have given the area a “Miami Beach skyline.”"}],"markDefs":[],"style":"normal"},{"_key":"893f2202d92a","_type":"block","children":[{"_key":"893f2202d92a0","_type":"span","marks":[],"text":"The artists and other residents of the neighborhood wanted none of that. So between 1975 and 1980, these artistic pioneers and mavericks of OCA showed the city that old buildings could be repurposed, and that neighborhoods could be revitalized without being demolished."}],"markDefs":[],"style":"normal"},{"_key":"e4fc5c709431","_type":"block","children":[{"_key":"e4fc5c7094310","_type":"span","marks":["strong"],"text":"More than nostalgia"}],"markDefs":[],"style":"normal"},{"_key":"713c019d97cc","_type":"block","children":[{"_key":"713c019d97cc0","_type":"span","marks":[],"text":"PDP’s history project about this effort was formally unveiled at a public symposium and panel. Old City Arts 1975-1980 shows how artists shaped the city of Philadelphia discussion held at WHYY on February 23. In attendance were many of the artists involved in the project, most of whom were residents or creators who participated in the original OCA events."}],"markDefs":[],"style":"normal"},{"_key":"423c69913e10","_type":"block","children":[{"_key":"423c69913e100","_type":"span","marks":[],"text":"At first glance, to outside observers, a project like this might seem like little more than an exercise in nostalgia. And while misty-eyed views of the past were certainly in evidence at the symposium, it’s important to remember the impact OCA had on the region, both in the development of the city’s arts scene, and how the city approached neighborhood development."}],"markDefs":[],"style":"normal"},{"_key":"59ec0828c68e","_type":"block","children":[{"_key":"59ec0828c68e0","_type":"span","marks":[],"text":"Philly arts and culture landmarks like the Painted Bride (itself now destined for an uncertain future), the Wilma, and FringeArts owe a lot to OCA. And the preservation of the neighborhood has allowed for the subsequent development of a vibrant art gallery scene, which Philadelphians enjoy in droves every First Friday. Additionally, Old City has become a hub for fine dining and nightlife. It is doubtful that any of that would have happened if the Planning Commission had gone ahead with their original plans."}],"markDefs":[],"style":"normal"},{"_key":"fd11af29dcc5","_type":"block","children":[{"_key":"fd11af29dcc50","_type":"span","marks":["strong"],"text":"Urban pioneers"}],"markDefs":[],"style":"normal"},{"_key":"66488e04656d","_type":"block","children":[{"_key":"66488e04656d0","_type":"span","marks":[],"text":"History often lends valuable insights on how events of today will shake out. This history project helps us see how South Street led to the current incarnation of Old City, and how Old City led to the contemporary Avenue of the Arts. We see that artists are often urban pioneers, and how essential the arts are to the creation and maintenance of vibrant, satisfying, and, yes, lucrative city life."}],"markDefs":[],"style":"normal"},{"_key":"d35025395cf1","_type":"block","children":[{"_key":"d35025395cf10","_type":"span","marks":[],"text":"The Old City Arts 1975-1980 project is ongoing. Eventually, leaders hope to have an archive to house the copious ephemera they’ve collected, as well as a website for those interested in learning more about this unusual period of Philly art history, and how it changed the course of life in our town."}],"markDefs":[],"style":"normal"},{"_key":"07e1457a9d72","_type":"block","children":[{"_key":"07e1457a9d720","_type":"span","marks":[],"text":""}],"markDefs":[],"style":"normal"},{"_key":"eaf873b71e6c","_type":"block","children":[{"_key":"eaf873b71e6c0","_type":"span","marks":[],"text":""}],"markDefs":[],"style":"normal"}]}},{"node":{"date":"2018-10-09","author":"Courtney Colon","organization":"Dance Journal","_createdAt":"2019-08-21T18:14:09Z","title":"Danube/Schuykill: Crossing Borders, Discovering Parallels, and Dancing the Political","_id":"eac59df9-7e73-4878-803b-d757aecb6e79","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/313cf92d9f7a1091446738556fc16a733bbe4dd2-1440x961.jpg","_id":"image-313cf92d9f7a1091446738556fc16a733bbe4dd2-1440x961-jpg"}},"_rawBody":[{"_key":"41a014340159","_type":"block","children":[{"_key":"41a0143401590","_type":"span","marks":[],"text":"by Courtney Colón for The Dance Journal "}],"markDefs":[],"style":"normal"},{"_key":"8ce66c9589f4","_type":"block","children":[{"_key":"8ce66c9589f40","_type":"span","marks":[],"text":"A man crouches on a small piece of rock jutting up from the stage, his back turned to the audience. He watches scenes flicker rapidly by on a small TV. A hush slips its way through the crowd. This moment of stillness begins Philadelphia Dance Project’s Danube/Schuykill, the byproduct of 2018 BILATERAL: a three-week creative residency exchange between Philadelphia and Budapest. Presenting two guest artists from Budapest and a diverse group of former Philly BILATERAL artists, the evening provided a lesson on making art in politically charged times. Nine distinct works highlighted the parallels between disparate geographic locations, dance communities, and contemporary politics. "}],"markDefs":[],"style":"normal"},{"_key":"9f438832c91c","_type":"block","children":[{"_key":"9f438832c91c0","_type":"span","marks":[],"text":"Jungwoong Kim’s work-in-progress (2018) opened the show. Part movement, part spoken word, part instrumental sound score, Kim, along with poet Michelle Myers and musician Benjamin Bennett, explored the immigrant experience and the impact of language. Words were mumbled, shouted at the audience, and used as an impetus for movement. Kim played his character like an instrument slowly going out of tune, whether crouched on a rock (a symbol of national soil?), gyrating sinuously through space, or rocking on the floor, as Myers and Bennett produced a cacophony of sounds with their mouths, instruments, and by playing with wooden word tiles. "}],"markDefs":[],"style":"normal"},{"_key":"882737cdc904","_type":"block","children":[{"_key":"882737cdc9040","_type":"span","marks":[],"text":"Megan Mazarick’s Boundary was technically impressive, displaying Mazarick’s stop-motion-animation movement and comedic undertones. Whether gliding through inversions and impossibly-unending turns to the Hungarian national anthem, or juddering clay-mation-like through a phrase about the American bald eagle, Mazarick commanded the audience’s attention. "}],"markDefs":[],"style":"normal"},{"_key":"480431bce120","_type":"block","children":[{"_key":"480431bce1200","_type":"span","marks":[],"text":"The interactive Declaration of Independence by Kata Juhasz included movement, monologue, and a call and response discourse with the audience. Juhasz, from Budapest, investigated the politics of culture, knowledge, and power, talking of childhood games in Hungary and passing through customs in airports later in life. At customs, she must declare her citizenship and role in society. While disrobing, talking, and dancing, she declares herself a mother, artist, and citizen of Hungary where a man whose actions are increasingly authoritarian sits as Prime Minister. "}],"markDefs":[],"style":"normal"},{"_key":"401df7b88305","_type":"block","children":[{"_key":"401df7b883050","_type":"span","marks":[],"text":"The cheeky Love is like a Butterfly by Gabrielle Revlock was highly entertaining, drawing laughs from the audience by cleverly using several props and Revlock’s signature hoops to charm the room. Words were highlighted as meaningful as Revlock introduced and read book after book. The last image of her solo was a poignant one, as she transformed these books into birds flying into the sunset-towards freedom. "}],"markDefs":[],"style":"normal"},{"_key":"811ddf78cfee","_type":"block","children":[{"_key":"811ddf78cfee0","_type":"span","marks":[],"text":"After intermission, we were introduced to footage taken by Nichole Canuso during her 2015 residency in Hungary. This collection of footage examined both geography and language. Immediately after the film, Canuso performed an excerpt of an evening-length work, titled Midway Avenue. A moving memoir, she gave the audience a tour of her childhood home, outlined with duct tape onstage. Each room held personal narrative, each narrative an archive of familial memory set against backdrops of ever-changing presidencies and political landscapes. "}],"markDefs":[],"style":"normal"},{"_key":"0cc45380a858","_type":"block","children":[{"_key":"0cc45380a8580","_type":"span","marks":[],"text":"Choreographed by Tori Lawrence and danced by Ellie Goudie-Averill and Jungwoong Kim, JUNKSPACE was a commentary on the consequences of modernization. Utilizing the space as movement research for an evening-length work, Goudie and Kim danced the same steps carefully out of sync while musicians Cole Highnam and Seth Wenger provided a live musical score. "}],"markDefs":[],"style":"normal"},{"_key":"45acc739d25a","_type":"block","children":[{"_key":"45acc739d25a0","_type":"span","marks":[],"text":"In A Piece of Me for Your Peace of Mind, Guillermo Ortega and Eun Jung Choi moved through a fluid duet so effortless and buoyant to seemingly be underwater. Together they pulled, pushed, and rolled over each other, sharing weight and building a tension between them that grew in scope with every minute they were onstage. "}],"markDefs":[],"style":"normal"},{"_key":"34217440ced6","_type":"block","children":[{"_key":"34217440ced60","_type":"span","marks":[],"text":"Finally, Patrik Kelemen’s solo Celestine-heavenly apparitions and other unearthly phenomena mesmerized. Kelemen’s otherworldly machinations made him seem as if he was another species entirely as he moved, uncanny, across the stage. This type of supernatural transformation brought up questions surrounding the visibility and invisibility of ourselves and others. "}],"markDefs":[],"style":"normal"},{"_key":"66055e9a0f23","_type":"block","children":[{"_key":"66055e9a0f230","_type":"span","marks":[],"text":"The artists of Danube/Schuykill demonstrated how dance can become the embodiment of any political zeitgeist while highlighting that it is in exchange where dance becomes most meaningful. I have been reminded that art is dialogue, and that movement-something that has bound humanity together for thousands of years-can transgress any boundary and find new meaning and significance within any agenda.\n\n"}],"markDefs":[],"style":"normal"}]}},{"node":{"date":"2014-04-07","author":"Eleanor Goudie-Averill","organization":"thINKing Dance","_createdAt":"2019-08-21T17:21:06Z","title":"Making Nice, More or Less","_id":"9d98693e-f504-402d-bfe4-de14fff55c03","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/fff1e4ea149704ca78ed01a653d19e30550f41d2-678x381.jpg","_id":"image-fff1e4ea149704ca78ed01a653d19e30550f41d2-678x381-jpg"}},"_rawBody":[{"_key":"dcda48ebb6f8","_type":"block","children":[{"_key":"dcda48ebb6f80","_type":"span","marks":[],"text":"Subcircle’s All this happened, more or less, presented by Philadelphia Dance Projects, is the nicest dance I have seen in a long time; nice like holding hands, or vanilla ice cream, or an easy breeze on an early spring day."}],"markDefs":[],"style":"normal"},{"_key":"3f78c8c52ea2","_type":"block","children":[{"_key":"3f78c8c52ea20","_type":"span","marks":[],"text":"The Performance Garage stage is dressed in gauzy black and cream fabric, with scrims at the back to catch projections and a large, unsteady stack of architectural pieces made of white foam core set in the middle of the stage. I find myself appreciating the transformation of a known space and the clean, minimal look of the set. Niki and Jorge Cousineau, who are very much at home with each other and on the stage, open the piece by reciting years and gesturing with their hands to “describe” them. “1996” she says as Jorge draws a small line in space in front of his chest; “1998” says he and Niki jumps and rubs her legs vigorously with her palms. There is a simplicity to the vocabulary, and a sweetness. He takes a wrapped candy out of his pocket for her; they often look at each other and smile. In a contrasting moment, Jorge curls up on the floor and she stands in the curve of his body, leaning out toward the audience. There is pressure between the bodies, they are off-kilter, like the akimbo pieces of architecture. This moment stands out because so often during the dance as a whole, bodies, objects and meaning were stacked almost too easily into their proper place. After the opening section, the set tumbles down. Niki shifts the pieces, which read as parts of a house (maybe the house they are building together) with her body as Jorge amplifies the accompanying sound through a computer upstage left. During this section, I begin to wonder about the role of the dancer in this piece. This line of questioning persists as Jorge brings out a clothesline, stringing out a long line of white shirts while Niki weaves around them and switches their places along the line. It is a strong image, and would photograph beautifully, but does not need the accompanying dance. Dance’s rather persistent quality of taking up space and time kept pointing itself out and in this instance, because Niki “stayed at home with the dance” as Jorge stepped out to work with technological elements, the dance was feminine. Soon after, Jorge gives a pretend TED talk, complete with basic scientific facts about memory, suggesting that the intellectual content is male.The years go on into the 2000s and other dancers enter the stage to recreate some of Subcircle’s earlier works. The performers, Christy Lee, Christina Zani and Scott McPheeters, are mature, serene and appear to be members of a supportive community. Beau Hancock appears on video only (first on a scrim and later in a duet with Niki projected on new stacks of the set in the center of the stage). His role is not explained, which is unfortunate because rather than an extension of Jorge in the rather romantic duet (which I am assuming is the intended reading), he is like an interloping stranger. In the sections following, the dancers politely take turns. Nothing is ever too loud or harsh, or takes too much effort. There are hints of conflict, disaster even—the house flies apart with a thunderous crash—but the performers seem unscathed. They continue to bend lithely, sweep their legs in small arcs and lightly touch each other or smile and embrace. Coming out of this cozy warmth comes another striking image, Niki and Jorge trace live feed projections of each other’s bodies with pen onto a tiny foam core house and then wash the lines away with water from a tiny glass. Beautiful, but a bit out of left field, I experience this moment as a nod to erasure and dance’s other persistent habit of disappearance. I went into the performance knowing that the piece was to be about Niki and Jorge Cousineau’s relationship and I left the performance not knowing much more about it. I can, however, imagine them holding hands sweetly for decades to come. “2034… 2048” they say, and the dance goes on."}],"markDefs":[],"style":"normal"}]}},{"node":{"date":"2014-04-05","author":"Merilyn Jackson","organization":"The Philadelphia Inquirer","_createdAt":"2019-08-21T17:18:48Z","title":"The Cousineaus in Full Retrospective","_id":"7878084b-3ff2-48ce-9537-b4f8acf411ea","heroImage":{"asset":{"url":"https://cdn.sanity.io/images/ocpl5ulk/pdp-data/1c2d96e49bb4c1b1313cbbd56ee76315e748c0e1-520x240.jpg","_id":"image-1c2d96e49bb4c1b1313cbbd56ee76315e748c0e1-520x240-jpg"}},"_rawBody":[{"_key":"ee9e1a283212","_type":"block","children":[{"_key":"ee9e1a2832120","_type":"span","marks":[],"text":"Watching and reviewing Niki Cousineau’s choreography and dance for more than 15 years, I have noted a certain delicacy, even reticence, coming through. She’s not a flashy, over-the-top mover, but allows her intellect and commitment to craft to put her dance theater work over. It helps that in 1996 she hooked up with the precision-minded Jorge Cousineau, an award-winning set, lighting, and sound designer. As the duo that has constituted Subcircle since 1997, they unveiled their latest work Thursday at the Performance Garage for a weekend run that ends Saturday night."}],"markDefs":[],"style":"normal"},{"_key":"8a1db36a9f33","_type":"block","children":[{"_key":"8a1db36a9f330","_type":"span","marks":[],"text":"Their title is “All this happened, more or less,” the opening line of Kurt Vonnegut’s Slaughterhouse 5, which centers on the World War II firebombing of Dresden, Germany, Jorge’s birthplace. His set consists of crazily tilted white structures that could be from a Fritz Lang film. The dancers easily break them down and realign them, or make them explode into the rafters."}],"markDefs":[],"style":"normal"},{"_key":"f190bf90b43e","_type":"block","children":[{"_key":"f190bf90b43e0","_type":"span","marks":[],"text":"Jorge made his performance debut dancing with wife Niki. He moves quite naturally, if a bit shyly, in this piece that serves as a retrospective of their work, life, and love together. The other dancers - Christy Lee, Scott McPheeters, Christina Zani - had each performed with Subcircle, and helped move the memories along by calling out the years as they danced."}],"markDefs":[],"style":"normal"},{"_key":"8923dda4436e","_type":"block","children":[{"_key":"8923dda4436e0","_type":"span","marks":[],"text":"The Cousineaus opened in silence with sign language, later ending with little arabesques. Sections were taken from shows such as 2000’s “Banking Hours,” and 2002’s “ADA,” the inaugural show at the Performance Garage. Much of the movement, once in full swing, had elbows jutting back and other angular moves echoing the architecture of the set."}],"markDefs":[],"style":"normal"},{"_key":"eab5bb231026","_type":"block","children":[{"_key":"eab5bb2310260","_type":"span","marks":[],"text":"Rosie Langabeer’s guitar chords warmed the atmosphere, and Jorge’s video projections, live and taped, enlivened the white set, falling on the structures and screen backdrops. Fast-forward to 2048, and they “draw” each other’s outlines on a screen with a projector. Niki draws water through them, dissolving their outlines in mist. As Jorge quotes Vonnegut: “So it goes.”"}],"markDefs":[],"style":"normal"}]}}]},"archive":{"edges":[{"node":{"_createdAt":"2019-08-21T18:15:52Z","title":"Five years that changed Philly forever","_id":"f36801eb-b2a2-4b6c-b2bf-34fc3f36d1b0","slug":{"current":"five-years-that-changed-philly-forever"}}},{"node":{"_createdAt":"2019-08-21T18:14:09Z","title":"Danube/Schuykill: Crossing Borders, Discovering Parallels, and Dancing the Political","_id":"eac59df9-7e73-4878-803b-d757aecb6e79","slug":{"current":"danube-schuykill-crossing-borders-discovering-parallels-and-dancing-the-political"}}},{"node":{"_createdAt":"2019-08-21T17:21:06Z","title":"Making Nice, More or Less","_id":"9d98693e-f504-402d-bfe4-de14fff55c03","slug":{"current":"making-nice-more-or-less"}}},{"node":{"_createdAt":"2019-08-21T17:18:48Z","title":"The Cousineaus in Full Retrospective","_id":"7878084b-3ff2-48ce-9537-b4f8acf411ea","slug":{"current":"the-cousineaus-in-full-retrospective"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}